const translate = {
  _HOME_CONTACT: `Звязацца`,
  _BACK: `Вярнуцца да `,
  _SEO_TITLE:
    'АЎТАМАБІЛІ ПРЯМА З ЗША - Мы дапаможам вам купіць аўтамабіль вашай мары і зэканоміць да 50% на яго канчатковым кошце!',
  _SEO_DESCRIPTION:
    'Хочаце купіць аўто з ЗША ў Варшаву/Уроцлаў/Познань/Лодзь і па ўсёй ЕС "пад ключ"? Мы можам вам у гэтым дапамагчы! У каталогу аўтамабіляў з Амерыкі вы можаце знайсці і замовіць легкавыя б/у аўтамабілі па сярэдняй цане амерыканскіх аўкцыёнаў. Нашы эксперты штодня адбіраюць самыя выгадныя прапановы для аўтамабільнага рынку Польшчы.',
  _HOME_TITLE1: `АЎТАМАБІЛІ`,
  _HOME_TITLE2: `ПРЯМА`,
  _HOME_TITLE3: `З ЗША`,
  _HOME_TEXT: `Мы дапаможам вам купіць аўтамабіль вашай мары і зэканоміць да 50% на яго канчатковым кошце!`,
  _HOME_BUTTON: `Даведацца больш`,
  _HOME_BIG_TEXT1:
    'Калі вы хочаце набыць якасны транспартны сродак па нізкім кошце, звярніце ўвагу на аўтамабілі з ЗША. У параўнанні з пакупкай на мясцовым рынку ў вас ёсць шанец зэканоміць да 50% кошту, нават з улікам усіх расходаў на дастаўку і афармленне. Акрамя таго, ёсць магчымасць атрымаць унікальную мадэль, якая была прызначана толькі для ўнутранага рынку Амерыкі.',
  _HOME_BIG_TEXT2:
    'У нашым аўтапарку вы знойдзеце шырокі выбар аўтамабіляў з ЗША пад заказ і ў наяўнасці ў Польшчы, якія прайшлі юрыдычную праверку, тэхабслугоўванне ці рамонт пры неабходнасці. Вы можаце іх купіць і адразу выкарыстоўваць. Мы гарантуем поўную празрыстасць здзелкі і працуем афіцыйна, з улікам ПДВ.',
  _HOME_BIG_TITLE1: 'Чаму варта купіць аўтамабіль з ЗША?',
  _HOME_BIG_TEXT3:
    'Нашы эксперты штодня адбіраюць лепшыя аўтамабілі з ЗША, каб вы змаглі з камфортам купіць іх у Польшчы. Мы эканомім ваш час і грошы, робячы працэс пакупкі максімальна прыемным, хуткім і бяспечным. Ідэальным рэсурсам для пакупкі транспарту з’яўляюцца інтэрнэт-аўкцыёны, але можна набыць аўтамабіль і без аўкцыёна па фіксаванай цане (калі ён удзельнічаў у таргах, але не быў прададзены). Гэта зручна, калі пакупнік хоча купіць аўто пад ключ канкрэтнай мадэлі і не гоніцца за эканоміяй. Ва ўсіх іншых выпадках пошук транспарту лепш і выгадней весці на аўкцыёнах, таму што:',
  _HOME_BIG_TEXT4: [
    'гэта самы буйны аўтарынок у свеце;',
    'вялікі выбар мадэляў і марак транспартных сродкаў;',
    'б/у аўто з празрыстай гісторыяй;',
    'розныя варыянты камплектацыі, у тым ліку эксклюзіўныя.'
  ],
  _HOME_BIG_TEXT5:
    'Калі вы ўдзельнічаеце ў аўкцыёне самастойна, вы павінны разумець, што шмат аўто прадаюцца пасля ДТЗ, і трэба ведаць, якія пашкоджанні крытычныя для пэўнай мадэлі, а якія не. Найчасцей прадаюцца машыны з наступнымі пашкоджаннямі: удар, пажар, знаходжанне ў вадзе. Вядома, вы можаце паехаць за акіян самастойна, але гэта досыць дорага, могуць узнікнуць праблемы з візай. І навошта гэта рабіць, калі нашы спецыялісты падбяруць вам аўто пад ключ?',
  _HOME_BIG_TEXT6:
    'Не хвалюйцеся, калі зараз не хапае грошай на пакупку аўтамабіля. У нас вы можаце купіць аўто з ЗША ў Польшчы ў растэрміноўку ці лізінг. Першы плацеж складае ўсяго 25% ад кошту транспартнага сродку, а ўсе наступныя разлічваюцца індывідуальна ў залежнасці ад тэрміну пагашэння астатку.'
};

export default translate;
