const translate = {
  _HOME_CONTACT: `Связаться`,
  _SEO_TITLE:
    'АВТОМОБИЛИ ПРЯМО ИЗ США - Мы поможем вам купить автомобиль вашей мечты и сэкономить до 50% на его конечной стоимости!',
  _SEO_DESCRIPTION:
    'Хотите купить авто из США в Варшаву/Вроцлав/Познань/Лодзь и по всему ЕС под ключ? Мы можем в этом помочь! В каталоге автомобилей из Америки вы можете найти и заказать легковые бу авто по средней цене американских аукционов. Наши эксперты ежедневно отбирают самые выгодные предложения для автомобильного рынка Польши.',
  _HOME_TITLE1: `АВТОМОБИЛИ`,
  _HOME_TITLE2: `ПРЯМО`,
  _HOME_TITLE3: `ИЗ США`,
  _HOME_TEXT: `Мы поможем вам купить автомобиль вашей мечты и сэкономить до 50% на его конечной стоимости!`,
  _HOME_BUTTON: `Подробнее`,
  _HOME_BIG_TEXT1:
    'Тем, кто хочет приобрести качественное транспортное средство за невысокую цену стоит обратить внимание на автомобили из США. В сравнении с покупкой на местном рынке, у вас есть шанс сэкономить до 50% стоимости, даже с учетом всех расходов на перегон и оформление. К тому же, перед покупателем открывается возможность получить эксклюзивную модель, которая предназначалась только для реализации на внутреннем рынке Америки.',
  _HOME_BIG_TEXT2:
    'В автопарке нашей компании есть широкий выбор авто из США, под заказ и в наличии в Польше, которые прошли юридическую проверку, ТО или ремонт при необходимости, поэтому их можно купить и совершенно свободно использовать машину сразу же. Мы гарантируем абсолютную прозрачность сделки, работаем официально, с VAT.',
  _HOME_BIG_TITLE1: 'Почему стоит купить автомобиль из США?',
  _HOME_BIG_TEXT3:
    'Наши эксперты ежедневно отбирают лучшие легковые авто из США, чтобы вы смогли с комфортом купить их в Польше. Мы экономим ваши время и деньги, делая процесс покупки максимально приятным, быстрым и безопасным. Идеальным ресурсом для приобретения автотранспорта остаются интернет-торги, но можно приобрести автомобиль и без аукциона, по фиксированной цене (если он участвовал в торгах, но не была продан). Это удобно, если покупатель хочет купить авто из США под ключ конкретной модели и не гонится за экономией. Во всех остальных случаях поиск транспортного средства лучше и выгоднее вести на аукционных торгах, потому что:',
  _HOME_BIG_TEXT4: [
    'это самый крупный авторынок мира;',
    'огромный выбор моделей и марок транспортных средств;',
    'подержанные машины с прозрачной историей;',
    'разные варианты комплектации, включая эксклюзивные.'
  ],
  _HOME_BIG_TEXT5:
    'Но если вы учувствуете в аукционе самостоятельно, должны понимать, что много машин продаются после ДТП и нужно разбираться какие повреждения критичны, а какие нет для каждой модели. Чаще всего продаются варианты с такими повреждениями: последствия ударов, возгораний, пребывания в воде. Конечно, можно поехать за океан самостоятельно, но это довольно дорого, могут возникнуть проблемы с визой, да и зачем это делать, если наши специалисты подберут вам модель под ключ?',
  _HOME_BIG_TEXT6:
    'Не переживайте, если сейчас денег на машину не хватает. У нас вы сможете купить авто в Польше из США в рассрочку или лизинг. Первый платеж составляет всего 25% от стоимости транспортного средства, а все последующие рассчитываются индивидуально, зависимо от срока погашения остаточного платежа.'
};

export default translate;
