const translate = {
  _HOME_CONTACT: `Зв'язатися`,
  _SEO_TITLE:
    'АВТОМОБІЛІ ПРОСТО З США - Ми допоможемо вам придбати автомобіль вашої мрії та заощадити до 50% на його кінцевій вартості!',
  _SEO_DESCRIPTION:
    'Хочете купити авто зі США до Варшави/Вроцлава/Познані/Лодзі та по всій ЄС "під ключ"? Ми можемо вам у цьому допомогти! У каталозі автомобілів з Америки ви знайдете та замовите вживані легкові авто за середніми цінами американських аукціонів. Наші експерти щодня обирають найвигідніші пропозиції для автомобільного ринку Польщі.',
  _HOME_TITLE1: `АВТОМОБІЛІ`,
  _HOME_TITLE2: `ПРОСТО`,
  _HOME_TITLE3: `З США`,
  _HOME_TEXT: `Ми допоможемо вам придбати автомобіль вашої мрії та заощадити до 50% на його кінцевій вартості!`,
  _HOME_BUTTON: `Детальніше`,
  _HOME_BIG_TEXT1:
    'Якщо ви хочете придбати якісний транспортний засіб за невисоку ціну, варто звернути увагу на автомобілі з США. У порівнянні з покупкою на місцевому ринку ви маєте шанс заощадити до 50% вартості, навіть враховуючи всі витрати на доставку та оформлення. Крім того, є можливість отримати унікальну модель, яка призначалася лише для внутрішнього ринку Америки.',
  _HOME_BIG_TEXT2:
    'У нашому автопарку ви знайдете широкий вибір автомобілів зі США під замовлення та в наявності в Польщі, які пройшли юридичну перевірку, техогляд чи ремонт за потреби. Ви можете їх купити та одразу ж використовувати. Ми гарантуємо повну прозорість угоди та працюємо офіційно, із ПДВ.',
  _HOME_BIG_TITLE1: 'Чому варто купувати автомобіль зі США?',
  _HOME_BIG_TEXT3:
    'Наші експерти щодня відбирають найкращі автомобілі зі США, щоб ви могли з комфортом придбати їх у Польщі. Ми економимо ваш час і гроші, роблячи процес покупки максимально приємним, швидким і безпечним. Ідеальним ресурсом для придбання авто є інтернет-аукціони, але можна придбати авто і без аукціону за фіксованою ціною (якщо він брав участь в аукціоні, але не був проданий). Це зручно, якщо покупець хоче придбати авто під ключ конкретної моделі і не женеться за економією. У всіх інших випадках пошук транспорту краще і вигідніше проводити на аукціонних торгах, тому що:',
  _HOME_BIG_TEXT4: [
    'це найбільший авторинок світу;',
    'великий вибір моделей і марок авто;',
    'вживані авто з прозорою історією;',
    'різні варіанти комплектації, включаючи ексклюзивні.'
  ],
  _HOME_BIG_TEXT5:
    'Якщо ви берете участь в аукціоні самостійно, слід розуміти, що багато машин продаються після ДТП, і треба розуміти, які пошкодження критичні, а які ні для кожної моделі. Найчастіше продаються машини з такими пошкодженнями: наслідки ударів, пожеж, перебування у воді. Звісно, можна поїхати за океан самостійно, але це досить дорого, можуть виникнути проблеми з візою. Та навіщо це робити, якщо наші спеціалісти підберуть вам авто під ключ?',
  _HOME_BIG_TEXT6:
    'Не хвилюйтеся, якщо зараз не вистачає грошей на покупку автомобіля. У нас ви можете придбати авто зі США в Польщі у розстрочку або лізинг. Перший платіж складає всього 25% від вартості авто, а всі наступні розраховуються індивідуально, залежно від терміну погашення залишкової суми.'
};

export default translate;
