{
    "slug": "dodge",
    "title": "Dodge",
    "image": "headDodge",
    "headTitle": {
        "en": "Dodge cars for sale at US car auctions",
        "ru": "Автомобили Dodge на продажу на аукционах автомобилей в США",
        "ua": "Автомобілі Dodge на продаж на аукціонах автомобілів в США",
        "pl": "Samochody Dodge na sprzedaż na aukcjach samochodowych w USA",
        "de": "Dodge-Autos zum Verkauf bei US-Autoauktionen",
        "be": "Аўтамабілі Dodge на продаж на аўкцыёнах аўтамабіляў у ЗША",
        "es": "Coches Dodge en venta en subastas de coches de EE. UU.",
        "zh": "道奇汽车在美国汽车拍卖会上出售",
        "fr": "Voitures Dodge à vendre aux enchères de voitures aux États-Unis"
    },
    "description": {
        "en": "Dodge vehicles are a fantastic option for those exploring used car auctions in the US. Renowned for their powerful performance, bold designs, and versatility, Dodge offers a range of cars and SUVs that cater to drivers seeking excitement and reliability. From the iconic Dodge Charger to the spacious Durango SUV, these vehicles are built to last and deliver outstanding value for money. With a strong presence in the used car market, Dodge cars are a dependable choice for drivers looking for something extraordinary.",
        "ru": "Автомобили Dodge являются отличным вариантом для тех, кто ищет подержанные автомобили на аукционах в США. Известные своей мощной производительностью, смелым дизайном и универсальностью, Dodge предлагает автомобили и внедорожники, которые подходят для водителей, стремящихся к эмоциям и надежности. От культового Dodge Charger до просторного внедорожника Durango — эти автомобили созданы, чтобы служить долго и предоставлять отличное соотношение цены и качества. Dodge — это надежный выбор для тех, кто ищет нечто особенное.",
        "ua": "Автомобілі Dodge є чудовим варіантом для тих, хто шукає вживані автомобілі на аукціонах у США. Відомі своєю потужною продуктивністю, сміливим дизайном і універсальністю, Dodge пропонує автомобілі та позашляховики, які підходять водіям, що шукають емоції та надійність. Від культового Dodge Charger до просторого позашляховика Durango — ці автомобілі створені для довговічності та забезпечують відмінне співвідношення ціни та якості. Dodge — це надійний вибір для тих, хто шукає щось особливе.",
        "pl": "Samochody Dodge to świetna opcja dla osób poszukujących używanych aut na aukcjach w USA. Znane z potężnych osiągów, odważnego designu i wszechstronności, Dodge oferuje gamę samochodów i SUV-ów, które zadowolą kierowców szukających emocji i niezawodności. Od kultowego Dodge Chargera po przestronnego SUV-a Durango, te pojazdy są trwałe i zapewniają doskonały stosunek jakości do ceny. Dodge to niezawodny wybór dla tych, którzy szukają czegoś niezwykłego.",
        "de": "Dodge-Fahrzeuge sind eine hervorragende Option für diejenigen, die Gebrauchtwagenauktionen in den USA erkunden. Bekannt für ihre kraftvolle Leistung, mutige Designs und Vielseitigkeit bietet Dodge eine Reihe von Autos und SUVs, die Fahrern gerecht werden, die Aufregung und Zuverlässigkeit suchen. Vom kultigen Dodge Charger bis zum geräumigen Durango SUV sind diese Fahrzeuge langlebig und bieten ein ausgezeichnetes Preis-Leistungs-Verhältnis. Dodge ist eine zuverlässige Wahl für Fahrer, die etwas Besonderes suchen.",
        "be": "Аўтамабілі Dodge з'яўляюцца выдатным выбарам для тых, хто шукае б/у аўтамабілі на аўкцыёнах у ЗША. Вядомыя сваёй магутнай прадукцыйнасцю, смелым дызайнам і універсальнасцю, Dodge прапануе аўтамабілі і пазадарожнікі, якія падыходзяць кіроўцам, якія шукаюць эмоцыі і надзейнасць. Ад культавага Dodge Charger да прасторнага пазадарожніка Durango — гэтыя аўтамабілі створаны для даўгавечнасці і забяспечваюць выдатнае суадносіны кошту і якасці. Dodge — гэта надзейны выбар для тых, хто шукае нешта незвычайнае.",
        "es": "Los vehículos Dodge son una opción fantástica para aquellos que exploran subastas de coches usados en EE. UU. Renombrados por su potente rendimiento, diseños audaces y versatilidad, Dodge ofrece una gama de coches y SUV que satisfacen a los conductores que buscan emoción y fiabilidad. Desde el icónico Dodge Charger hasta el espacioso SUV Durango, estos vehículos están diseñados para durar y ofrecer un valor excepcional. Con una fuerte presencia en el mercado de coches usados, los coches Dodge son una elección fiable para los conductores que buscan algo extraordinario.",
        "zh": "道奇汽车是探索美国二手车拍卖会的绝佳选择。道奇以强大的性能、大胆的设计和多功能性而闻名，提供了一系列汽车和SUV，满足寻求刺激和可靠性的驾驶员。从标志性的道奇Charger到宽敞的Durango SUV，这些车辆经久耐用，性价比出色。在二手车市场上占有一席之地，道奇汽车是寻找非凡之物的驾驶员的可靠选择。",
        "fr": "Les véhicules Dodge sont une option fantastique pour ceux qui explorent les enchères de voitures d'occasion aux États-Unis. Réputée pour ses performances puissantes, ses designs audacieux et sa polyvalence, Dodge propose une gamme de voitures et de SUV qui répondent aux attentes des conducteurs en quête"
    },
    "models": [
        {
            "slug": "dodge-charger",
            "competitors": [
                "Ford Mustang",
                "Chevrolet Camaro",
                "Chrysler 300"
            ],
            "en": {
                "title": "Dodge Charger",
                "head": "The Ultimate Muscle Sedan: Dodge Charger",
                "description": "The Dodge Charger combines iconic muscle car performance with modern technology and bold design, offering an unforgettable driving experience.",
                "text": "The Dodge Charger is a full-size sedan that embodies the spirit of classic American muscle cars. With powerful engine options, including a supercharged V8 delivering up to 797 horsepower, it provides thrilling acceleration and unmatched road presence. Inside, the Charger offers advanced infotainment systems, comfortable seating, and high-quality materials, ensuring both performance and comfort. Whether on the track or the open road, the Dodge Charger delivers an adrenaline-pumping experience like no other.",
                "advantages": [
                    "Up to 797 horsepower",
                    "Iconic muscle car design",
                    "Advanced infotainment and comfort features"
                ],
                "keywords": [
                    "Dodge",
                    "Charger",
                    "muscle car",
                    "sedan",
                    "performance"
                ]
            },
            "ru": {
                "title": "Dodge Charger",
                "head": "Идеальный маслкар-седан: Dodge Charger",
                "description": "Dodge Charger сочетает в себе производительность культового маслкара с современными технологиями и смелым дизайном, обеспечивая незабываемый опыт вождения.",
                "text": "Dodge Charger — это полноразмерный седан, который воплощает дух классических американских маслкаров. С мощными вариантами двигателей, включая компрессорный V8 мощностью до 797 л.с., он обеспечивает захватывающее ускорение и непревзойдённое присутствие на дороге. Внутри Charger предлагает современные мультимедийные системы, комфортные сидения и материалы высокого качества, обеспечивая баланс между производительностью и комфортом. На трассе или на открытой дороге Dodge Charger дарит адреналиновый опыт, который невозможно забыть.",
                "advantages": [
                    "До 797 л.с.",
                    "Культовый дизайн маслкара",
                    "Современные мультимедийные и комфортные функции"
                ],
                "keywords": [
                    "Dodge",
                    "Charger",
                    "маслкар",
                    "седан",
                    "производительность"
                ]
            },
            "ua": {
                "title": "Dodge Charger",
                "head": "Ідеальний маслкар-седан: Dodge Charger",
                "description": "Dodge Charger поєднує потужність культового маслкара із сучасними технологіями та сміливим дизайном, забезпечуючи незабутні відчуття від керування.",
                "text": "Dodge Charger — це повнорозмірний седан, який втілює дух класичних американських маслкарів. Завдяки потужним двигунам, включаючи компресорний V8 потужністю до 797 к.с., він забезпечує захоплююче прискорення та неперевершену присутність на дорозі. Усередині Charger оснащений сучасними мультимедійними системами, комфортними сидіннями та матеріалами високої якості, забезпечуючи баланс між продуктивністю та комфортом. На трасі або відкритій дорозі Dodge Charger дарує незабутній адреналіновий досвід.",
                "advantages": [
                    "До 797 к.с.",
                    "Культовий дизайн маслкара",
                    "Сучасні мультимедійні та комфортні функції"
                ],
                "keywords": [
                    "Dodge",
                    "Charger",
                    "маслкар",
                    "седан",
                    "продуктивність"
                ]
            },
            "be": {
                "title": "Dodge Charger",
                "head": "Ідэальны маслкар-седан: Dodge Charger",
                "description": "Dodge Charger аб'ядноўвае магутнасць культовага маслкара з сучаснымі тэхналогіямі і смелым дызайнам, забяспечваючы незабыўныя адчуванні ад кіравання.",
                "text": "Dodge Charger — гэта паўнавартасны седан, які ўвасабляе дух класічных амерыканскіх маслкаров. Дзякуючы магутным рухавікам, уключаючы кампрэсарны V8 магутнасцю да 797 л.с., ён забяспечвае захапляльнае паскарэнне і неперасягненае прысутнасць на дарозе. Унутры Charger абсталяваны сучаснымі мультымедыйнымі сістэмамі, камфортнымі сядзеннямі і матэрыяламі высокай якасці, забяспечваючы баланс паміж прадукцыйнасцю і камфортам. На трасе або адкрытай дарозе Dodge Charger дорыць незабыўны адрэналінавы досвед.",
                "advantages": [
                    "Да 797 л.с.",
                    "Культовы дызайн маслкара",
                    "Сучасныя мультымедыйныя і камфортныя функцыі"
                ],
                "keywords": [
                    "Dodge",
                    "Charger",
                    "маслкар",
                    "седан",
                    "прадукцыйнасць"
                ]
            },
            "de": {
                "title": "Dodge Charger",
                "head": "Die ultimative Muscle-Limousine: Dodge Charger",
                "description": "Der Dodge Charger vereint die Performance eines ikonischen Muscle-Cars mit moderner Technologie und mutigem Design für ein unvergleichliches Fahrerlebnis.",
                "text": "Der Dodge Charger ist eine große Limousine, die den Geist klassischer amerikanischer Muscle-Cars verkörpert. Mit leistungsstarken Motoren, darunter ein Kompressor-V8 mit bis zu 797 PS, bietet er atemberaubende Beschleunigung und eine unverwechselbare Straßenpräsenz. Innen bietet der Charger fortschrittliche Infotainmentsysteme, bequeme Sitze und hochwertige Materialien, die Leistung und Komfort perfekt ausbalancieren. Ob auf der Rennstrecke oder der offenen Straße, der Dodge Charger sorgt für ein unvergleichliches Adrenalin-Erlebnis.",
                "advantages": [
                    "Bis zu 797 PS",
                    "Ikonisches Muscle-Car-Design",
                    "Fortschrittliche Infotainment- und Komfortfunktionen"
                ],
                "keywords": [
                    "Dodge",
                    "Charger",
                    "Muscle-Car",
                    "Limousine",
                    "Leistung"
                ]
            },
            "pl": {
                "title": "Dodge Charger",
                "head": "Najlepszy sedan muscle car: Dodge Charger",
                "description": "Dodge Charger łączy osiągi kultowego muscle car z nowoczesną technologią i odważnym designem, oferując niezapomniane wrażenia z jazdy.",
                "text": "Dodge Charger to pełnowymiarowy sedan, który ucieleśnia ducha klasycznych amerykańskich muscle cars. Dzięki mocnym silnikom, w tym doładowanemu V8 o mocy do 797 KM, oferuje zapierające dech w piersiach przyspieszenie i niezrównaną obecność na drodze. Wnętrze oferuje zaawansowane systemy multimedialne, wygodne siedzenia i wysokiej jakości materiały, zapewniając idealną równowagę między wydajnością a komfortem. Na torze lub na otwartej drodze Dodge Charger dostarcza niezapomnianych emocji.",
                "advantages": [
                    "Do 797 KM",
                    "Ikoniczny design muscle car",
                    "Zaawansowane funkcje multimedialne i komfortowe"
                ],
                "keywords": [
                    "Dodge",
                    "Charger",
                    "muscle car",
                    "sedan",
                    "osiągi"
                ]
            },
            "es": {
                "title": "Dodge Charger",
                "head": "El sedán muscle definitivo: Dodge Charger",
                "description": "El Dodge Charger combina el rendimiento de un muscle car icónico con tecnología moderna y diseño audaz, ofreciendo una experiencia de conducción inolvidable.",
                "text": "El Dodge Charger es un sedán de tamaño completo que encarna el espíritu de los muscle cars clásicos estadounidenses. Con potentes opciones de motor, incluido un V8 sobrealimentado que ofrece hasta 797 caballos de fuerza, proporciona una aceleración emocionante y una presencia inigualable en la carretera. En el interior, el Charger ofrece sistemas avanzados de infoentretenimiento, asientos cómodos y materiales de alta calidad, asegurando tanto rendimiento como confort. Ya sea en la pista o en la carretera abierta, el Dodge Charger ofrece una experiencia cargada de adrenalina como ninguna otra.",
                "advantages": [
                    "Hasta 797 caballos de fuerza",
                    "Diseño icónico de muscle car",
                    "Funciones avanzadas de confort y tecnología"
                ],
                "keywords": [
                    "Dodge",
                    "Charger",
                    "muscle car",
                    "sedán",
                    "rendimiento"
                ]
            },
            "fr": {
                "title": "Dodge Charger",
                "head": "La berline muscle ultime : Dodge Charger",
                "description": "La Dodge Charger allie la performance emblématique d'un muscle car à une technologie moderne et un design audacieux, offrant une expérience de conduite inoubliable.",
                "text": "La Dodge Charger est une grande berline qui incarne l'esprit des muscle cars américains classiques. Avec des motorisations puissantes, dont un V8 suralimenté offrant jusqu'à 797 chevaux, elle procure des accélérations saisissantes et une présence incomparable sur la route. À l'intérieur, la Charger offre des systèmes d'infodivertissement avancés, des sièges confortables et des matériaux de haute qualité, garantissant un équilibre parfait entre performance et confort. Sur piste ou sur route, la Dodge Charger offre une expérience riche en adrénaline unique en son genre.",
                "advantages": [
                    "Jusqu'à 797 chevaux",
                    "Design iconique de muscle car",
                    "Fonctionnalités avancées de confort et technologie"
                ],
                "keywords": [
                    "Dodge",
                    "Charger",
                    "muscle car",
                    "berline",
                    "performance"
                ]
            },
            "zh": {
                "title": "Dodge Charger",
                "head": "终极肌肉轿车：Dodge Charger",
                "description": "Dodge Charger将标志性的肌肉车性能与现代技术和大胆设计相结合，提供令人难忘的驾驶体验。",
                "text": "Dodge Charger是一款全尺寸轿车，体现了经典美国肌肉车的精神。配备强大的发动机选项，包括一款最大功率可达797马力的机械增压V8，提供令人兴奋的加速和无与伦比的路面存在感。内部，Charger提供先进的信息娱乐系统、舒适的座椅和高品质材料，确保性能和舒适性兼顾。无论是在赛道上还是在开阔道路上，Dodge Charger都提供了一种独一无二的肾上腺素飙升体验。",
                "advantages": [
                    "最大797马力",
                    "标志性肌肉车设计",
                    "先进的信息娱乐和舒适功能"
                ],
                "keywords": [
                    "Dodge",
                    "Charger",
                    "肌肉车",
                    "轿车",
                    "性能"
                ]
            }
        },
        {
            "slug": "dodge-challenger",
            "competitors": [
                "Ford Mustang",
                "Chevrolet Camaro",
                "Nissan Z"
            ],
            "en": {
                "title": "Dodge Challenger",
                "head": "Unleash Iconic Power and Style with the Dodge Challenger",
                "description": "The Dodge Challenger delivers legendary muscle car performance with modern technology and timeless design. Discover a car built for speed and style.",
                "text": "The Dodge Challenger is a muscle car icon, offering unmatched performance and bold styling. With a variety of powerful engine options, including the Supercharged 6.2L HEMI® V8, it delivers exceptional horsepower and acceleration. The Challenger's spacious interior combines retro-inspired design with modern technology, featuring a customizable 8.4-inch Uconnect® touchscreen and advanced driver assistance features. Whether on the track or the open road, the Dodge Challenger ensures a thrilling and comfortable ride, making it perfect for those who crave power and presence.",
                "advantages": [
                    "Powerful engine options, including supercharged variants",
                    "Iconic design with a modern twist",
                    "Spacious interior with advanced technology"
                ],
                "keywords": [
                    "Dodge",
                    "Challenger",
                    "muscle car",
                    "performance",
                    "supercharged"
                ]
            },
            "de": {
                "title": "Dodge Challenger",
                "head": "Erleben Sie ikonische Kraft und Stil mit dem Dodge Challenger",
                "description": "Der Dodge Challenger bietet legendäre Muscle-Car-Performance mit moderner Technologie und zeitlosem Design. Entdecken Sie ein Auto, das für Geschwindigkeit und Stil gebaut wurde.",
                "text": "Der Dodge Challenger ist eine Muscle-Car-Ikone, die unvergleichliche Leistung und ein markantes Design bietet. Mit einer Vielzahl leistungsstarker Motoren, darunter der aufgeladene 6,2L HEMI® V8, liefert er außergewöhnliche PS und Beschleunigung. Das geräumige Interieur des Challengers kombiniert retro-inspiriertes Design mit moderner Technologie, einschließlich eines anpassbaren 8,4-Zoll-Uconnect®-Touchscreens und fortschrittlicher Fahrerassistenzfunktionen. Ob auf der Rennstrecke oder auf der Straße – der Dodge Challenger sorgt für ein aufregendes und komfortables Fahrerlebnis und ist perfekt für alle, die Kraft und Präsenz lieben.",
                "advantages": [
                    "Leistungsstarke Motoroptionen, einschließlich aufgeladener Varianten",
                    "Ikonisches Design mit modernem Touch",
                    "Geräumiges Interieur mit fortschrittlicher Technologie"
                ],
                "keywords": [
                    "Dodge",
                    "Challenger",
                    "Muscle-Car",
                    "Leistung",
                    "aufgeladen"
                ]
            },
            "ru": {
                "title": "Dodge Challenger",
                "head": "Освободите легендарную мощь и стиль с Dodge Challenger",
                "description": "Dodge Challenger предлагает легендарную производительность muscle-car с современной технологией и вечным дизайном. Откройте для себя автомобиль, созданный для скорости и стиля.",
                "text": "Dodge Challenger — это икона muscle-car, предлагающая непревзойденную производительность и смелый стиль. Благодаря разнообразию мощных двигателей, включая наддувные варианты 6,2L HEMI® V8, он обеспечивает исключительную мощность и ускорение. Просторный салон Challenger сочетает в себе ретро-дизайн с современной технологией, включая настраиваемый 8,4-дюймовый сенсорный экран Uconnect® и передовые функции помощи водителю. Независимо от того, на треке или на открытой дороге, Dodge Challenger обеспечивает захватывающую и комфортную поездку, идеальную для тех, кто стремится к мощности и престижу.",
                "advantages": [
                    "Мощные двигатели, включая наддувные варианты",
                    "Иконичный дизайн с современным акцентом",
                    "Просторный интерьер с современной технологией"
                ],
                "keywords": [
                    "Dodge",
                    "Challenger",
                    "muscle car",
                    "производительность",
                    "наддув"
                ]
            },
            "be": {
                "title": "Dodge Challenger",
                "head": "Вызваліце легендарную магутнасць і стыль з Dodge Challenger",
                "description": "Dodge Challenger прапануе легендарную прадукцыйнасць muscle-car з сучаснай тэхналогіяй і вечным дызайнам. Адкрыйце для сябе аўтамабіль, створаны для хуткасці і стылю.",
                "text": "Dodge Challenger — гэта ікона muscle-car, якая прапануе неперасягненую прадукцыйнасць і смелы стыль. Дзякуючы разнастайнасці магутных рухавікоў, уключаючы наддуўныя варыянты 6,2L HEMI® V8, ён забяспечвае выключную магутнасць і паскарэнне. Прасторны салон Challenger спалучае ў сабе рэтра-дызайн з сучаснай тэхналогіяй, уключаючы наладжвальны 8,4-цалевы сэнсарны экран Uconnect® і перадавыя функцыі дапамогі кіроўцу. Незалежна ад таго, на трасе ці на адкрытай дарозе, Dodge Challenger забяспечвае захапляльную і камфортную паездку, ідэальную для тых, хто імкнецца да магутнасці і прэстыжу.",
                "advantages": [
                    "Магутныя рухавікі, уключаючы наддуўныя варыянты",
                    "Іканічны дызайн з сучасным акцэнтам",
                    "Прасторны інтэр'ер з сучаснай тэхналогіяй"
                ],
                "keywords": [
                    "Dodge",
                    "Challenger",
                    "muscle car",
                    "прадукцыйнасць",
                    "наддуў"
                ]
            },
            "ua": {
                "title": "Dodge Challenger",
                "head": "Відчуйте легендарну потужність та стиль із Dodge Challenger",
                "description": "Dodge Challenger забезпечує легендарну продуктивність muscle-car із сучасними технологіями та позачасовим дизайном. Дізнайтеся про авто, створене для швидкості та стилю.",
                "text": "Dodge Challenger — це ікона muscle-car, що пропонує неперевершену потужність та сміливий стиль. Завдяки широкому вибору потужних двигунів, включаючи 6,2L HEMI® V8 із наддувом, він забезпечує виняткову потужність та прискорення. Просторий салон Challenger поєднує ретро-дизайн із сучасними технологіями, такими як налаштовуваний 8,4-дюймовий сенсорний екран Uconnect® і передові функції допомоги водію. Незалежно від того, чи це трек, чи відкриті дороги, Dodge Challenger забезпечує захоплюючу та комфортну їзду, ідеальну для тих, хто прагне потужності та престижу.",
                "advantages": [
                    "Потужні двигуни, включаючи наддувні варіанти",
                    "Іконічний дизайн із сучасним акцентом",
                    "Просторий інтер'єр із сучасними технологіями"
                ],
                "keywords": [
                    "Dodge",
                    "Challenger",
                    "muscle car",
                    "продуктивність",
                    "наддувний"
                ]
            },
            "pl": {
                "title": "Dodge Challenger",
                "head": "Doświadcz legendarnej mocy i stylu z Dodge Challenger",
                "description": "Dodge Challenger oferuje legendarną wydajność muscle-car z nowoczesną technologią i ponadczasowym designem. Poznaj samochód stworzony do prędkości i stylu.",
                "text": "Dodge Challenger to ikona muscle-car, oferująca niezrównane osiągi i odważny styl. Dzięki szerokiej gamie potężnych silników, w tym doładowanego 6,2L HEMI® V8, zapewnia wyjątkową moc i przyspieszenie. Przestronne wnętrze Challengera łączy retro-inspirowany design z nowoczesną technologią, taką jak konfigurowalny 8,4-calowy ekran dotykowy Uconnect® oraz zaawansowane funkcje wspomagania kierowcy. Niezależnie od tego, czy jesteś na torze, czy na otwartej drodze, Dodge Challenger gwarantuje ekscytującą i komfortową jazdę, idealną dla tych, którzy pragną mocy i stylu.",
                "advantages": [
                    "Mocne silniki, w tym doładowane warianty",
                    "Ikoniczny design z nowoczesnym akcentem",
                    "Przestronne wnętrze z zaawansowaną technologią"
                ],
                "keywords": [
                    "Dodge",
                    "Challenger",
                    "muscle car",
                    "osiągi",
                    "doładowany"
                ]
            },
            "es": {
                "title": "Dodge Challenger",
                "head": "Desata el poder y estilo icónicos con el Dodge Challenger",
                "description": "El Dodge Challenger ofrece un rendimiento legendario de muscle car con tecnología moderna y diseño atemporal. Descubre un auto hecho para la velocidad y el estilo.",
                "text": "El Dodge Challenger es un ícono de los muscle cars, que ofrece un rendimiento inigualable y un diseño audaz. Con una variedad de opciones de motores potentes, incluido el Supercharged 6.2L HEMI® V8, entrega una potencia y aceleración excepcionales. El interior espacioso del Challenger combina un diseño inspirado en lo retro con tecnología moderna, como la pantalla táctil personalizable Uconnect® de 8.4 pulgadas y funciones avanzadas de asistencia al conductor. Ya sea en la pista o en la carretera, el Dodge Challenger asegura una experiencia de conducción emocionante y cómoda, ideal para aquellos que buscan potencia y presencia.",
                "advantages": [
                    "Opciones de motores potentes, incluyendo variantes sobrealimentadas",
                    "Diseño icónico con un toque moderno",
                    "Interior espacioso con tecnología avanzada"
                ],
                "keywords": [
                    "Dodge",
                    "Challenger",
                    "muscle car",
                    "rendimiento",
                    "sobrealimentado"
                ]
            },
            "fr": {
                "title": "Dodge Challenger",
                "head": "Découvrez la puissance et le style emblématiques avec le Dodge Challenger",
                "description": "Le Dodge Challenger offre des performances légendaires de muscle car avec une technologie moderne et un design intemporel. Découvrez une voiture conçue pour la vitesse et le style.",
                "text": "Le Dodge Challenger est une icône des muscle cars, offrant des performances inégalées et un style audacieux. Avec une gamme de moteurs puissants, y compris le V8 HEMI® 6,2L suralimenté, il délivre une puissance et une accélération exceptionnelles. L'intérieur spacieux du Challenger allie un design rétro-inspiré à une technologie moderne, avec un écran tactile Uconnect® de 8,4 pouces personnalisable et des fonctionnalités avancées d'assistance au conducteur. Que ce soit sur la piste ou sur la route, le Dodge Challenger garantit une expérience de conduite excitante et confortable, parfaite pour ceux qui recherchent puissance et présence.",
                "advantages": [
                    "Options de moteurs puissants, y compris des variantes suralimentées",
                    "Design emblématique avec une touche moderne",
                    "Intérieur spacieux avec technologie avancée"
                ],
                "keywords": [
                    "Dodge",
                    "Challenger",
                    "muscle car",
                    "performance",
                    "suralimenté"
                ]
            },
            "zh": {
                "title": "道奇 Challenger",
                "head": "体验道奇 Challenger 的标志性力量与风格",
                "description": "道奇 Challenger 将经典的肌肉车性能与现代技术和永恒设计相结合。探索专为速度与风格打造的车型。",
                "text": "道奇 Challenger 是肌肉车的标志性车型，提供无与伦比的性能和大胆的设计。拥有多种强劲发动机选择，包括超级增压 6.2L HEMI® V8，带来卓越的马力和加速性能。Challenger 宽敞的内饰融合复古风格与现代技术，配备可定制的 8.4 英寸 Uconnect® 触摸屏和先进的驾驶辅助功能。无论是在赛道上还是公路上，道奇 Challenger 都能确保刺激与舒适兼备的驾驶体验，是追求力量与个性车主的理想选择。",
                "advantages": [
                    "强劲发动机选项，包括超级增压型号",
                    "标志性设计结合现代元素",
                    "宽敞内饰与先进技术"
                ],
                "keywords": [
                    "道奇",
                    "Challenger",
                    "肌肉车",
                    "性能",
                    "超级增压"
                ]
            }
        },
        {
            "slug": "ram-1500",
            "competitors": [
                "Ford F-150",
                "Chevrolet Silverado",
                "Toyota Tundra"
            ],
            "en": {
                "title": "Ram 1500",
                "head": "Unleash Power and Luxury with the Ram 1500 Pickup Truck",
                "description": "The Ram 1500 combines strength, innovation, and luxury for a pickup truck that excels at both work and leisure. Discover its unmatched capabilities.",
                "text": "The Ram 1500 is a full-size pickup truck designed for strength, comfort, and versatility. With a range of powerful engine options, including the available 5.7L HEMI® V8 with eTorque, it delivers exceptional towing and payload capacities. The interior is spacious and luxurious, featuring premium materials, advanced technology like the Uconnect® 5 infotainment system, and a class-leading 12-inch touchscreen. Equipped with innovative safety features such as adaptive cruise control and lane-keeping assist, the Ram 1500 offers confidence on every drive. Whether on the job or exploring off-road, the Ram 1500 is built to perform.",
                "advantages": [
                    "Exceptional towing and payload capacities",
                    "Luxurious interior with advanced technology",
                    "Innovative safety features"
                ],
                "keywords": [
                    "Ram",
                    "1500",
                    "pickup truck",
                    "towing capacity",
                    "luxury"
                ]
            },
            "de": {
                "title": "Ram 1500",
                "head": "Erleben Sie Kraft und Luxus mit dem Ram 1500 Pickup",
                "description": "Der Ram 1500 vereint Stärke, Innovation und Luxus in einem Pickup, der sowohl bei der Arbeit als auch in der Freizeit überzeugt. Entdecken Sie seine unvergleichlichen Fähigkeiten.",
                "text": "Der Ram 1500 ist ein Full-Size-Pickup, der für Stärke, Komfort und Vielseitigkeit entwickelt wurde. Mit einer Reihe leistungsstarker Motoren, einschließlich des 5,7L HEMI® V8 mit eTorque, bietet er beeindruckende Anhängelast und Nutzlast. Das Interieur ist geräumig und luxuriös, ausgestattet mit hochwertigen Materialien, moderner Technologie wie dem Uconnect® 5-Infotainmentsystem und einem branchenführenden 12-Zoll-Touchscreen. Mit innovativen Sicherheitsfunktionen wie adaptiver Geschwindigkeitsregelung und Spurhalteassistent bietet der Ram 1500 Sicherheit und Komfort bei jeder Fahrt. Ob bei der Arbeit oder im Gelände – der Ram 1500 ist für Höchstleistungen gebaut.",
                "advantages": [
                    "Beeindruckende Anhängelast und Nutzlast",
                    "Luxuriöses Interieur mit fortschrittlicher Technologie",
                    "Innovative Sicherheitsfunktionen"
                ],
                "keywords": [
                    "Ram",
                    "1500",
                    "Pickup",
                    "Anhängerlast",
                    "Luxus"
                ]
            },
            "ua": {
                "title": "Ram 1500",
                "head": "Відчуйте потужність і розкіш із пікапом Ram 1500",
                "description": "Ram 1500 поєднує силу, інновації та розкіш, створюючи пікап, який ідеально підходить як для роботи, так і для відпочинку. Дізнайтеся про його унікальні можливості.",
                "text": "Ram 1500 — це повнорозмірний пікап, розроблений для міцності, комфорту та універсальності. Завдяки потужним двигунам, включаючи 5,7L HEMI® V8 із системою eTorque, він забезпечує вражаючі буксирну здатність та вантажопідйомність. Інтер'єр просторий і розкішний, оснащений преміальними матеріалами, сучасними технологіями, такими як інформаційно-розважальна система Uconnect® 5, та провідним у класі 12-дюймовим сенсорним екраном. З інноваційними функціями безпеки, такими як адаптивний круїз-контроль та система утримання смуги руху, Ram 1500 забезпечує впевненість під час кожної подорожі. Незалежно від того, чи це робота, чи пригоди, Ram 1500 створений для досягнення найкращих результатів.",
                "advantages": [
                    "Вражаюча буксирна здатність та вантажопідйомність",
                    "Розкішний інтер'єр із сучасними технологіями",
                    "Інноваційні функції безпеки"
                ],
                "keywords": [
                    "Ram",
                    "1500",
                    "пікап",
                    "буксирування",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Ram 1500",
                "head": "Poczuj moc i luksus z pickupem Ram 1500",
                "description": "Ram 1500 łączy w sobie siłę, innowacje i luksus, tworząc pickup idealny zarówno do pracy, jak i do wypoczynku. Poznaj jego niezwykłe możliwości.",
                "text": "Ram 1500 to pełnowymiarowy pickup zaprojektowany z myślą o wytrzymałości, komforcie i wszechstronności. Dzięki potężnym silnikom, w tym 5,7L HEMI® V8 z systemem eTorque, oferuje imponującą zdolność holowania i ładowność. Wnętrze jest przestronne i luksusowe, wyposażone w materiały najwyższej jakości, nowoczesną technologię, taką jak system multimedialny Uconnect® 5, oraz wiodący w klasie 12-calowy ekran dotykowy. Z innowacyjnymi funkcjami bezpieczeństwa, takimi jak adaptacyjny tempomat i asystent pasa ruchu, Ram 1500 zapewnia bezpieczeństwo i komfort podczas każdej podróży. Niezależnie od wyzwań, Ram 1500 jest stworzony do najwyższej wydajności.",
                "advantages": [
                    "Imponujące możliwości holowania i ładowności",
                    "Luksusowe wnętrze z zaawansowaną technologią",
                    "Innowacyjne funkcje bezpieczeństwa"
                ],
                "keywords": [
                    "Ram",
                    "1500",
                    "pickup",
                    "holowanie",
                    "luksus"
                ]
            },
            "es": {
                "title": "Ram 1500",
                "head": "Descubre potencia y lujo con la Ram 1500",
                "description": "La Ram 1500 combina fuerza, innovación y lujo para crear una pickup que sobresale tanto en el trabajo como en el ocio. Descubre sus capacidades incomparables.",
                "text": "La Ram 1500 es una pickup de tamaño completo diseñada para la fuerza, el confort y la versatilidad. Con una gama de motores potentes, incluido el 5.7L HEMI® V8 con eTorque, ofrece capacidades de remolque y carga impresionantes. Su interior es espacioso y lujoso, con materiales de alta calidad, tecnología avanzada como el sistema de infoentretenimiento Uconnect® 5 y una pantalla táctil de 12 pulgadas, líder en su clase. Equipada con funciones de seguridad innovadoras como control de crucero adaptativo y asistente de mantenimiento de carril, la Ram 1500 proporciona confianza en cada trayecto. Ya sea para trabajar o explorar, la Ram 1500 está diseñada para rendir.",
                "advantages": [
                    "Impresionante capacidad de remolque y carga útil",
                    "Interior lujoso con tecnología avanzada",
                    "Funciones de seguridad innovadoras"
                ],
                "keywords": [
                    "Ram",
                    "1500",
                    "pickup",
                    "capacidad de remolque",
                    "lujo"
                ]
            },
            "fr": {
                "title": "Ram 1500",
                "head": "Découvrez la puissance et le luxe avec le Ram 1500",
                "description": "Le Ram 1500 allie force, innovation et luxe pour créer un pickup performant tant pour le travail que pour les loisirs. Découvrez ses capacités inégalées.",
                "text": "Le Ram 1500 est un pickup pleine grandeur conçu pour la force, le confort et la polyvalence. Avec une gamme de moteurs puissants, y compris le 5.7L HEMI® V8 avec eTorque, il offre des capacités de remorquage et de charge impressionnantes. Son intérieur est spacieux et luxueux, doté de matériaux haut de gamme, de technologies avancées telles que le système d'infodivertissement Uconnect® 5 et d'un écran tactile de 12 pouces, leader dans sa catégorie. Équipé de fonctionnalités de sécurité innovantes telles que le régulateur de vitesse adaptatif et l'assistance au maintien dans la voie, le Ram 1500 garantit confiance et confort à chaque trajet. Que ce soit pour le travail ou l'exploration, le Ram 1500 est conçu pour exceller.",
                "advantages": [
                    "Capacité de remorquage et de charge impressionnante",
                    "Intérieur luxueux avec technologie avancée",
                    "Fonctionnalités de sécurité innovantes"
                ],
                "keywords": [
                    "Ram",
                    "1500",
                    "pickup",
                    "remorquage",
                    "luxe"
                ]
            },
            "zh": {
                "title": "Ram 1500",
                "head": "体验 Ram 1500 的强大与奢华",
                "description": "Ram 1500 将力量、创新与奢华结合，打造一款在工作与休闲中均表现出色的皮卡。探索其卓越性能。",
                "text": "Ram 1500 是一款全尺寸皮卡，专为强大、舒适与多功能而设计。配备多种强劲发动机，包括 5.7L HEMI® V8 搭载 eTorque 系统，提供卓越的拖曳与载重能力。内饰宽敞豪华，采用高端材料，配备先进技术，如 Uconnect® 5 信息娱乐系统和同级领先的 12 英寸触摸屏。搭载创新安全功能，如自适应巡航控制和车道保持辅助，Ram 1500 在每次旅程中都能带来信心与舒适。无论是工作还是探险，Ram 1500 都为卓越性能而生。",
                "advantages": [
                    "卓越的拖曳与载重能力",
                    "豪华内饰与先进技术",
                    "创新的安全功能"
                ],
                "keywords": [
                    "Ram",
                    "1500",
                    "皮卡",
                    "拖曳能力",
                    "奢华"
                ]
            }
        },
        {
            "slug": "dodge-durango",
            "competitors": [
                "Ford Explorer",
                "Chevrolet Tahoe",
                "Jeep Grand Cherokee"
            ],
            "en": {
                "title": "Dodge Durango",
                "head": "The Versatile SUV with Muscle: Dodge Durango",
                "description": "The Dodge Durango is a bold and powerful SUV combining performance, capability, and modern technology for a versatile driving experience.",
                "text": "The Dodge Durango is a full-size SUV built for families and performance enthusiasts alike. With a variety of powerful engine options, including the Hellcat V8 with 710 horsepower, it delivers thrilling performance while maintaining practicality. Its spacious interior accommodates up to seven passengers, featuring advanced infotainment systems and premium materials for a comfortable ride. Whether towing heavy loads or embarking on family adventures, the Dodge Durango stands out with its blend of muscle and versatility.",
                "advantages": [
                    "Up to 710 horsepower",
                    "Seating for up to 7 passengers",
                    "Advanced towing and technology features"
                ],
                "keywords": [
                    "Dodge",
                    "Durango",
                    "SUV",
                    "performance",
                    "versatility"
                ]
            },
            "ru": {
                "title": "Dodge Durango",
                "head": "Универсальный внедорожник с характером: Dodge Durango",
                "description": "Dodge Durango — это смелый и мощный внедорожник, сочетающий производительность, функциональность и современные технологии для универсального опыта вождения.",
                "text": "Dodge Durango — это полноразмерный внедорожник, созданный как для семей, так и для любителей динамичного вождения. С множеством мощных двигателей, включая Hellcat V8 мощностью 710 л.с., он обеспечивает захватывающее вождение, оставаясь при этом практичным. Просторный салон вмещает до семи пассажиров, предлагая современные мультимедийные системы и премиальные материалы для комфортной поездки. Будь то буксировка тяжёлых грузов или семейные путешествия, Dodge Durango выделяется своим сочетанием мощности и универсальности.",
                "advantages": [
                    "До 710 л.с.",
                    "До 7 мест для пассажиров",
                    "Современные технологии и возможности буксировки"
                ],
                "keywords": [
                    "Dodge",
                    "Durango",
                    "внедорожник",
                    "производительность",
                    "универсальность"
                ]
            },
            "ua": {
                "title": "Dodge Durango",
                "head": "Універсальний позашляховик із характером: Dodge Durango",
                "description": "Dodge Durango — це сміливий і потужний позашляховик, що поєднує продуктивність, функціональність і сучасні технології для універсального досвіду водіння.",
                "text": "Dodge Durango — це повнорозмірний позашляховик, створений як для родин, так і для любителів динамічного водіння. Завдяки потужним двигунам, включаючи Hellcat V8 потужністю 710 к.с., він забезпечує захоплюючу продуктивність, залишаючись практичним. Просторий салон вміщує до семи пасажирів, пропонуючи сучасні мультимедійні системи та преміальні матеріали для комфортної подорожі. Будь то буксирування важких вантажів або сімейні подорожі, Dodge Durango вирізняється своїм поєднанням потужності та універсальності.",
                "advantages": [
                    "До 710 к.с.",
                    "До 7 місць для пасажирів",
                    "Сучасні технології та можливості буксирування"
                ],
                "keywords": [
                    "Dodge",
                    "Durango",
                    "позашляховик",
                    "продуктивність",
                    "універсальність"
                ]
            },
            "be": {
                "title": "Dodge Durango",
                "head": "Універсальны пазадарожнік з характарам: Dodge Durango",
                "description": "Dodge Durango — гэта смелы і магутны пазадарожнік, які спалучае прадукцыйнасць, функцыянальнасць і сучасныя тэхналогіі для універсальнага вопыту кіравання.",
                "text": "Dodge Durango — гэта поўнапамерны пазадарожнік, створаны як для сем'яў, так і для аматараў дынамічнага кіравання. З магутнымі рухавікамі, уключаючы Hellcat V8 магутнасцю 710 л.с., ён забяспечвае захапляльную прадукцыйнасць, застаючыся практычным. Прасторны салон змяшчае да сямі пасажыраў, прапаноўваючы сучасныя мультымедыйныя сістэмы і прэміяльныя матэрыялы для камфортнай паездкі. Будзь то буксіроўка цяжкіх грузаў або сямейныя падарожжы, Dodge Durango вылучаецца спалучэннем магутнасці і ўніверсальнасці.",
                "advantages": [
                    "Да 710 л.с.",
                    "Да 7 месцаў для пасажыраў",
                    "Сучасныя тэхналогіі і магчымасці буксіроўкі"
                ],
                "keywords": [
                    "Dodge",
                    "Durango",
                    "пазадарожнік",
                    "прадукцыйнасць",
                    "універсальнасць"
                ]
            },
            "de": {
                "title": "Dodge Durango",
                "head": "Der vielseitige SUV mit Kraft: Dodge Durango",
                "description": "Der Dodge Durango ist ein mutiger und kraftvoller SUV, der Leistung, Vielseitigkeit und moderne Technologie für ein flexibles Fahrerlebnis kombiniert.",
                "text": "Der Dodge Durango ist ein Full-Size-SUV, der sowohl für Familien als auch für Leistungsenthusiasten entwickelt wurde. Mit einer Auswahl leistungsstarker Motoren, einschließlich des Hellcat V8 mit 710 PS, bietet er aufregende Fahrleistungen bei gleichzeitig hoher Praktikabilität. Sein geräumiges Interieur bietet Platz für bis zu sieben Passagiere und ist mit fortschrittlichen Infotainmentsystemen und hochwertigen Materialien ausgestattet, um Komfort zu gewährleisten. Egal, ob es um das Ziehen schwerer Lasten oder Familienabenteuer geht, der Dodge Durango überzeugt mit seiner Mischung aus Kraft und Vielseitigkeit.",
                "advantages": [
                    "Bis zu 710 PS",
                    "Sitzplätze für bis zu 7 Passagiere",
                    "Fortschrittliche Technologie und Anhängerkapazität"
                ],
                "keywords": [
                    "Dodge",
                    "Durango",
                    "SUV",
                    "Leistung",
                    "Vielseitigkeit"
                ]
            },
            "pl": {
                "title": "Dodge Durango",
                "head": "Wszechstronny SUV z charakterem: Dodge Durango",
                "description": "Dodge Durango to odważny i mocny SUV łączący osiągi, wszechstronność i nowoczesną technologię, oferując elastyczne doświadczenie jazdy.",
                "text": "Dodge Durango to pełnowymiarowy SUV, zaprojektowany zarówno dla rodzin, jak i entuzjastów osiągów. Dzięki różnorodnym opcjom silników, w tym Hellcat V8 o mocy 710 KM, oferuje ekscytujące osiągi przy zachowaniu praktyczności. Jego przestronne wnętrze mieści do siedmiu pasażerów i jest wyposażone w zaawansowane systemy multimedialne oraz wysokiej jakości materiały, zapewniając komfort podczas każdej podróży. Niezależnie od tego, czy chodzi o holowanie ciężkich ładunków, czy rodzinne przygody, Dodge Durango wyróżnia się połączeniem mocy i wszechstronności.",
                "advantages": [
                    "Do 710 KM",
                    "Miejsca dla 7 pasażerów",
                    "Zaawansowana technologia i możliwości holowania"
                ],
                "keywords": [
                    "Dodge",
                    "Durango",
                    "SUV",
                    "osiągi",
                    "wszechstronność"
                ]
            },
            "es": {
                "title": "Dodge Durango",
                "head": "El SUV versátil con potencia: Dodge Durango",
                "description": "El Dodge Durango es un SUV audaz y potente que combina rendimiento, capacidad y tecnología moderna para una experiencia de conducción versátil.",
                "text": "El Dodge Durango es un SUV de tamaño completo diseñado tanto para familias como para entusiastas del rendimiento. Con una variedad de opciones de motores potentes, incluido el Hellcat V8 con 710 caballos de fuerza, ofrece un rendimiento emocionante sin comprometer la practicidad. Su espacioso interior acomoda hasta siete pasajeros y cuenta con sistemas avanzados de infoentretenimiento y materiales de alta calidad para un viaje cómodo. Ya sea remolcando cargas pesadas o embarcándose en aventuras familiares, el Dodge Durango destaca por su combinación de potencia y versatilidad.",
                "advantages": [
                    "Hasta 710 caballos de fuerza",
                    "Capacidad para 7 pasajeros",
                    "Tecnología avanzada y capacidad de remolque"
                ],
                "keywords": [
                    "Dodge",
                    "Durango",
                    "SUV",
                    "rendimiento",
                    "versatilidad"
                ]
            },
            "fr": {
                "title": "Dodge Durango",
                "head": "Le SUV polyvalent et puissant : Dodge Durango",
                "description": "Le Dodge Durango est un SUV audacieux et puissant, alliant performance, polyvalence et technologie moderne pour une expérience de conduite flexible.",
                "text": "Le Dodge Durango est un SUV pleine grandeur conçu pour les familles et les passionnés de performance. Avec une gamme de motorisations puissantes, dont le Hellcat V8 de 710 chevaux, il offre des performances palpitantes tout en restant pratique. Son intérieur spacieux peut accueillir jusqu'à sept passagers et est équipé de systèmes d'infodivertissement avancés et de matériaux de haute qualité pour un confort optimal. Que ce soit pour tracter des charges lourdes ou partir en aventures familiales, le Dodge Durango se distingue par sa combinaison de puissance et de polyvalence.",
                "advantages": [
                    "Jusqu'à 710 chevaux",
                    "Capacité de 7 passagers",
                    "Technologie avancée et capacité de remorquage"
                ],
                "keywords": [
                    "Dodge",
                    "Durango",
                    "SUV",
                    "performance",
                    "polyvalence"
                ]
            },
            "zh": {
                "title": "Dodge Durango",
                "head": "多功能SUV，强劲动力：Dodge Durango",
                "description": "Dodge Durango 是一款大胆而强大的SUV，结合了性能、功能和现代技术，为驾驶者提供多样化的驾驶体验。",
                "text": "Dodge Durango 是一款全尺寸SUV，旨在满足家庭和性能爱好者的需求。拥有多种强劲发动机选择，包括拥有710马力的Hellcat V8，提供令人兴奋的性能同时保持实用性。宽敞的内饰可容纳多达七名乘客，配备先进的信息娱乐系统和优质材料，为舒适驾驶提供保障。无论是牵引重载还是进行家庭冒险，Dodge Durango 凭借其强大和多功能性脱颖而出。",
                "advantages": [
                    "高达710马力",
                    "最多可容纳7名乘客",
                    "先进的拖曳和技术功能"
                ],
                "keywords": [
                    "Dodge",
                    "Durango",
                    "SUV",
                    "性能",
                    "多功能性"
                ]
            }
        }
    ]
}