{
    "title": "Ford",
    "headTitle": {
        "en": "Ford cars for sale at US auctions",
        "ru": "Автомобили Ford на продажу на аукционах в США",
        "ua": "Автомобілі Ford на продаж на аукціонах в США",
        "pl": "Samochody Ford na sprzedaż na aukcjach w USA",
        "de": "Ford-Autos zum Verkauf bei US-Auktionen",
        "be": "Аўтамабілі Ford на продаж на аўкцыёнах у ЗША"
    },
    "description": {
        "en": "Ford is a name synonymous with quality and innovation, making it a top choice for used car buyers at US auctions. With a legacy of producing reliable, versatile vehicles, Ford caters to a variety of preferences, from robust trucks like the F-150 to family-friendly SUVs and sedans. These vehicles are known for their affordability, efficiency, and cutting-edge technology, making them a practical and enduring choice. Whether you need a dependable workhorse or a sleek commuter car, Ford's diverse lineup has you covered.",
        "ru": "Ford — это имя, которое ассоциируется с качеством и инновациями, что делает его отличным выбором для покупателей подержанных автомобилей на аукционах в США. Благодаря наследию надежных и универсальных автомобилей, Ford удовлетворяет самые разные предпочтения — от мощных грузовиков, таких как F-150, до семейных внедорожников и седанов. Эти автомобили известны своей доступностью, экономичностью и передовыми технологиями, что делает их практичным и долговечным выбором. Независимо от того, нужен ли вам надежный рабочий автомобиль или стильный автомобиль для ежедневных поездок, разнообразие моделей Ford вас не разочарует.",
        "ua": "Ford — це ім'я, що асоціюється з якістю та інноваціями, що робить його чудовим вибором для покупців уживаних автомобілів на аукціонах у США. Завдяки спадщині надійних і універсальних автомобілів, Ford задовольняє різноманітні вподобання — від потужних вантажівок, таких як F-150, до сімейних позашляховиків і седанів. Ці автомобілі відомі своєю доступністю, економічністю та передовими технологіями, що робить їх практичним і довговічним вибором.",
        "pl": "Ford to nazwa kojarzona z jakością i innowacyjnością, co czyni go doskonałym wyborem dla kupujących używane samochody na aukcjach w USA. Dzięki dziedzictwu produkcji niezawodnych i wszechstronnych pojazdów Ford zaspokaja różnorodne preferencje — od solidnych ciężarówek, takich jak F-150, po rodzinne SUV-y i sedany. Pojazdy te są znane ze swojej przystępności, efektywności i zaawansowanej technologii, co czyni je praktycznym i trwałym wyborem.",
        "de": "Ford ist ein Name, der mit Qualität und Innovation gleichbedeutend ist, was ihn zu einer erstklassigen Wahl für Gebrauchtwagenkäufer bei US-Auktionen macht. Mit einer Tradition der Herstellung zuverlässiger und vielseitiger Fahrzeuge bedient Ford eine Vielzahl von Vorlieben, von robusten Lastwagen wie dem F-150 bis hin zu familienfreundlichen SUVs und Limousinen. Diese Fahrzeuge sind für ihre Erschwinglichkeit, Effizienz und Spitzentechnologie bekannt, was sie zu einer praktischen und langlebigen Wahl macht.",
        "be": "Ford — гэта імя, якое асацыюецца з якасцю і інавацыямі, што робіць яго выдатным выбарам для пакупнікоў аўтамабіляў на аўкцыёнах у ЗША. Дзякуючы спадчыне надзейных і універсальных аўтамабіляў, Ford задавальняе розныя перавагі — ад магутных грузавікоў, такіх як F-150, да сямейных пазадарожнікаў і седанаў. Гэтыя аўтамабілі вядомыя сваёй даступнасцю, эканамічнасцю і перадавымі тэхналогіямі."
    },
    "models": [
        {
            "slug": "f-150",
            "en": {
                "title": "Ford F-150",
                "description": "Ford F-150 is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Ford",
                    "F-150",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Ford F-150",
                "description": "Ford F-150 — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Ford",
                    "F-150",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Ford F-150",
                "description": "Ford F-150 — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Ford",
                    "F-150",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Ford F-150",
                "description": "Ford F-150 to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Ford",
                    "F-150",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Ford F-150",
                "description": "Ford F-150 ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Ford",
                    "F-150",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Ford F-150",
                "description": "Ford F-150 — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Ford",
                    "F-150",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "explorer",
            "en": {
                "title": "Ford Explorer",
                "description": "Ford Explorer is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Ford",
                    "Explorer",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Ford Explorer",
                "description": "Ford Explorer — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Ford",
                    "Explorer",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Ford Explorer",
                "description": "Ford Explorer — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Ford",
                    "Explorer",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Ford Explorer",
                "description": "Ford Explorer to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Ford",
                    "Explorer",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Ford Explorer",
                "description": "Ford Explorer ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Ford",
                    "Explorer",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Ford Explorer",
                "description": "Ford Explorer — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Ford",
                    "Explorer",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "escape",
            "en": {
                "title": "Ford Escape",
                "description": "Ford Escape is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Ford",
                    "Escape",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Ford Escape",
                "description": "Ford Escape — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Ford",
                    "Escape",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Ford Escape",
                "description": "Ford Escape — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Ford",
                    "Escape",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Ford Escape",
                "description": "Ford Escape to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Ford",
                    "Escape",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Ford Escape",
                "description": "Ford Escape ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Ford",
                    "Escape",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Ford Escape",
                "description": "Ford Escape — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Ford",
                    "Escape",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "mustang",
            "en": {
                "title": "Ford Mustang",
                "description": "Ford Mustang is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Ford",
                    "Mustang",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Ford Mustang",
                "description": "Ford Mustang — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Ford",
                    "Mustang",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Ford Mustang",
                "description": "Ford Mustang — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Ford",
                    "Mustang",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Ford Mustang",
                "description": "Ford Mustang to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Ford",
                    "Mustang",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Ford Mustang",
                "description": "Ford Mustang ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Ford",
                    "Mustang",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Ford Mustang",
                "description": "Ford Mustang — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Ford",
                    "Mustang",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        }
    ]
}