{
    "title": "Jeep",
    "headTitle": {
        "en": "Buy Jeep cars at US auctions",
        "ru": "Купить автомобили Jeep на аукционах в США",
        "ua": "Купити автомобілі Jeep на аукціонах в США",
        "pl": "Kup samochody Jeep na aukcjach w USA",
        "de": "Kaufen Sie Jeep-Autos bei US-Auktionen",
        "be": "Купіць аўтамабілі Jeep на аўкцыёнах у ЗША"
    },
    "description": {
        "en": "Jeep vehicles are synonymous with rugged durability and off-road capability, making them a standout choice at US used car auctions. With a legacy of adventure and reliability, Jeep models like the Wrangler and Grand Cherokee are ideal for those who value versatility and strength. Jeep SUVs are engineered to handle challenging terrains while maintaining comfort and modern amenities, providing an excellent driving experience for outdoor enthusiasts and city dwellers alike.",
        "ru": "Автомобили Jeep ассоциируются с прочностью и внедорожными возможностями, что делает их отличным выбором на аукционах подержанных автомобилей в США. С наследием приключений и надежности, такие модели Jeep, как Wrangler и Grand Cherokee, идеально подходят для тех, кто ценит универсальность и мощь. Джипы разработаны для преодоления сложных маршрутов, сохраняя комфорт и современные удобства, обеспечивая отличный опыт вождения.",
        "ua": "Автомобілі Jeep асоціюються з міцністю та позашляховими можливостями, що робить їх чудовим вибором на аукціонах вживаних авто в США. З спадщиною пригод та надійності, такі моделі Jeep, як Wrangler і Grand Cherokee, ідеально підходять для тих, хто цінує універсальність та потужність. Джипи створені для подолання складних маршрутів, зберігаючи комфорт та сучасні зручності, забезпечуючи чудовий досвід водіння.",
        "pl": "Samochody Jeep są synonimem wytrzymałości i zdolności terenowych, co czyni je doskonałym wyborem na amerykańskich aukcjach samochodów używanych. Dzięki dziedzictwu przygody i niezawodności modele Jeep, takie jak Wrangler i Grand Cherokee, są idealne dla osób ceniących wszechstronność i siłę. Jeepy są zaprojektowane do pokonywania trudnych terenów przy zachowaniu komfortu i nowoczesnych udogodnień.",
        "de": "Jeep-Fahrzeuge stehen für robuste Haltbarkeit und Geländegängigkeit und sind eine herausragende Wahl bei US-Gebrauchtwagenauktionen. Mit einem Erbe von Abenteuer und Zuverlässigkeit sind Jeep-Modelle wie der Wrangler und der Grand Cherokee ideal für alle, die Vielseitigkeit und Stärke schätzen. Jeep-SUVs sind darauf ausgelegt, anspruchsvolle Terrains zu bewältigen und gleichzeitig Komfort und moderne Annehmlichkeiten zu bieten.",
        "be": "Аўтамабілі Jeep асацыююцца з надзейнасцю і ўнедарожнымі магчымасцямі, што робіць іх выдатным выбарам на аўкцыёнах у ЗША. З гісторыяй надзейнасці і прыгод, такія мадэлі, як Wrangler і Grand Cherokee, ідэальна падыходзяць для тых, хто шукае баланс паміж магутнасцю і функцыянальнасцю."
    },
    "models": [
        {
            "slug": "cherokee",
            "en": {
                "title": "Jeep Grand Cherokee",
                "description": "Jeep Grand Cherokee is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Jeep",
                    "Grand Cherokee",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Jeep Grand Cherokee",
                "description": "Jeep Grand Cherokee — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Jeep",
                    "Grand Cherokee",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Jeep Grand Cherokee",
                "description": "Jeep Grand Cherokee — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Jeep",
                    "Grand Cherokee",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Jeep Grand Cherokee",
                "description": "Jeep Grand Cherokee to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Jeep",
                    "Grand Cherokee",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Jeep Grand Cherokee",
                "description": "Jeep Grand Cherokee ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Jeep",
                    "Grand Cherokee",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Jeep Grand Cherokee",
                "description": "Jeep Grand Cherokee — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Jeep",
                    "Grand Cherokee",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "wrangler",
            "en": {
                "title": "Jeep Wrangler",
                "description": "Jeep Wrangler is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Jeep",
                    "Wrangler",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Jeep Wrangler",
                "description": "Jeep Wrangler — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Jeep",
                    "Wrangler",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Jeep Wrangler",
                "description": "Jeep Wrangler — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Jeep",
                    "Wrangler",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Jeep Wrangler",
                "description": "Jeep Wrangler to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Jeep",
                    "Wrangler",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Jeep Wrangler",
                "description": "Jeep Wrangler ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Jeep",
                    "Wrangler",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Jeep Wrangler",
                "description": "Jeep Wrangler — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Jeep",
                    "Wrangler",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "cherokee",
            "en": {
                "title": "Jeep Cherokee",
                "description": "Jeep Cherokee is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Jeep",
                    "Cherokee",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Jeep Cherokee",
                "description": "Jeep Cherokee — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Jeep",
                    "Cherokee",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Jeep Cherokee",
                "description": "Jeep Cherokee — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Jeep",
                    "Cherokee",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Jeep Cherokee",
                "description": "Jeep Cherokee to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Jeep",
                    "Cherokee",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Jeep Cherokee",
                "description": "Jeep Cherokee ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Jeep",
                    "Cherokee",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Jeep Cherokee",
                "description": "Jeep Cherokee — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Jeep",
                    "Cherokee",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        }
    ]
}