{
    "title": "Kia",
    "headTitle": "Kia used cars from US Auctions with delivery to your country",
    "description": {
        "en": "Kia has become a trusted brand in the used car market, offering vehicles that deliver reliability, style, and affordability. At US car auctions, Kia models like the Optima, Sorento, and Sportage are in high demand for their modern design and dependable performance. Kia vehicles provide excellent value, with advanced features and low maintenance costs, making them a smart choice for budget-conscious buyers looking for quality and comfort.",
        "ru": "Kia стала надежным брендом на рынке подержанных автомобилей, предлагая машины, которые сочетают надежность, стиль и доступность. На аукционах в США модели Kia, такие как Optima, Sorento и Sportage, пользуются высоким спросом благодаря современному дизайну и надежной производительности. Kia предлагает отличное соотношение цены и качества, с передовыми функциями и низкими затратами на обслуживание.",
        "ua": "Kia стала надійним брендом на ринку вживаних авто, пропонуючи автомобілі, що поєднують надійність, стиль та доступність. На аукціонах у США моделі Kia, такі як Optima, Sorento і Sportage, користуються великим попитом завдяки сучасному дизайну та надійній продуктивності. Kia пропонує відмінне співвідношення ціни та якості, з передовими функціями та низькими витратами на обслуговування.",
        "pl": "Kia stała się zaufaną marką na rynku samochodów używanych, oferując pojazdy, które łączą niezawodność, styl i przystępność cenową. Na amerykańskich aukcjach samochodów Kia modele takie jak Optima, Sorento i Sportage cieszą się dużym zainteresowaniem dzięki nowoczesnemu designowi i niezawodnym osiągom. Kia oferuje doskonały stosunek jakości do ceny z zaawansowanymi funkcjami i niskimi kosztami eksploatacji.",
        "de": "Kia hat sich zu einer vertrauenswürdigen Marke auf dem Gebrauchtwagenmarkt entwickelt und bietet Fahrzeuge, die Zuverlässigkeit, Stil und Erschwinglichkeit vereinen. Auf US-Auktionen sind Kia-Modelle wie der Optima, Sorento und Sportage aufgrund ihres modernen Designs und ihrer zuverlässigen Leistung sehr gefragt. Kia-Fahrzeuge bieten ein hervorragendes Preis-Leistungs-Verhältnis mit fortschrittlichen Funktionen und niedrigen Wartungskosten.",
        "be": "Kia стала надзейным брэндам на рынку б/у аўто, прапаноўваючы аўтамабілі, якія спалучаюць надзейнасць, стыль і даступнасць. На аўкцыёнах у ЗША мадэлі Kia, такія як Optima, Sorento і Sportage, карыстаюцца высокім попытам дзякуючы сучаснаму дызайну і надзейнасці."
    },
    "models": [
        {
            "slug": "kia-ev6",
            "en": {
                "title": "Kia EV6",
                "description": "A futuristic electric crossover with exceptional range and innovative features.",
                "keywords": ["Kia", "EV6", "electric crossover", "long range", "innovative"]
            },
            "ru": {
                "title": "Kia EV6",
                "description": "Футуристический электрический кроссовер с выдающимся запасом хода и инновационными функциями.",
                "keywords": ["Kia", "EV6", "электрический кроссовер", "дальний пробег", "инновации"]
            },
            "ua": {
                "title": "Kia EV6",
                "description": "Футуристичний електричний кросовер із винятковим запасом ходу та інноваційними функціями.",
                "keywords": ["Kia", "EV6", "електричний кросовер", "великий запас ходу", "інновації"]
            },
            "pl": {
                "title": "Kia EV6",
                "description": "Futurystyczny elektryczny crossover z wyjątkowym zasięgiem i innowacyjnymi funkcjami.",
                "keywords": ["Kia", "EV6", "elektryczny crossover", "duży zasięg", "innowacje"]
            },
            "de": {
                "title": "Kia EV6",
                "description": "Ein futuristisches elektrisches Crossover mit außergewöhnlicher Reichweite und innovativen Funktionen.",
                "keywords": ["Kia", "EV6", "elektrisches Crossover", "große Reichweite", "innovativ"]
            },
            "be": {
                "title": "Kia EV6",
                "description": "Футурыстычны электрычны кросовер з выключным запасам ходу і інавацыйнымі функцыямі.",
                "keywords": ["Kia", "EV6", "электрычны кросовер", "вялікі запас ходу", "інавацыі"]
            }
        },
        {
            "slug": "kia-ev9",
            "en": {
                "title": "Kia EV9",
                "description": "A bold and spacious electric SUV with cutting-edge technology.",
                "keywords": ["Kia", "EV9", "electric SUV", "spacious", "advanced tech"]
            },
            "ru": {
                "title": "Kia EV9",
                "description": "Смелый и просторный электрический внедорожник с передовыми технологиями.",
                "keywords": ["Kia", "EV9", "электрический внедорожник", "просторный", "передовые технологии"]
            },
            "ua": {
                "title": "Kia EV9",
                "description": "Сміливий і просторий електричний позашляховик із передовими технологіями.",
                "keywords": ["Kia", "EV9", "електричний позашляховик", "просторий", "сучасні технології"]
            },
            "pl": {
                "title": "Kia EV9",
                "description": "Śmiały i przestronny elektryczny SUV z zaawansowaną technologią.",
                "keywords": ["Kia", "EV9", "elektryczny SUV", "przestronny", "nowoczesna technologia"]
            },
            "de": {
                "title": "Kia EV9",
                "description": "Ein mutiger und geräumiger Elektro-SUV mit modernster Technologie.",
                "keywords": ["Kia", "EV9", "elektrischer SUV", "geräumig", "moderne Technologie"]
            },
            "be": {
                "title": "Kia EV9",
                "description": "Смелы і прасторны электрычны пазадарожнік з перадавымі тэхналогіямі.",
                "keywords": ["Kia", "EV9", "электрычны пазадарожнік", "прасторны", "сучасныя тэхналогіі"]
            }
        },
        {
            "slug": "optima",
            "en": {
                "title": "Kia Optima",
                "description": "Kia Optima is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Kia",
                    "Optima",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Kia Optima",
                "description": "Kia Optima — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Kia",
                    "Optima",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Kia Optima",
                "description": "Kia Optima — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Kia",
                    "Optima",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Kia Optima",
                "description": "Kia Optima to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Kia",
                    "Optima",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Kia Optima",
                "description": "Kia Optima ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Kia",
                    "Optima",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Kia Optima",
                "description": "Kia Optima — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Kia",
                    "Optima",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "sorento",
            "en": {
                "title": "Kia Sorento",
                "description": "Kia Sorento is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Kia",
                    "Sorento",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Kia Sorento",
                "description": "Kia Sorento — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Kia",
                    "Sorento",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Kia Sorento",
                "description": "Kia Sorento — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Kia",
                    "Sorento",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Kia Sorento",
                "description": "Kia Sorento to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Kia",
                    "Sorento",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Kia Sorento",
                "description": "Kia Sorento ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Kia",
                    "Sorento",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Kia Sorento",
                "description": "Kia Sorento — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Kia",
                    "Sorento",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "sportage",
            "en": {
                "title": "Kia Sportage",
                "description": "Kia Sportage is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Kia",
                    "Sportage",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Kia Sportage",
                "description": "Kia Sportage — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Kia",
                    "Sportage",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Kia Sportage",
                "description": "Kia Sportage — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Kia",
                    "Sportage",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Kia Sportage",
                "description": "Kia Sportage to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Kia",
                    "Sportage",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Kia Sportage",
                "description": "Kia Sportage ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Kia",
                    "Sportage",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Kia Sportage",
                "description": "Kia Sportage — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Kia",
                    "Sportage",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "forte",
            "en": {
                "title": "Kia Forte",
                "description": "Kia Forte is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Kia",
                    "Forte",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Kia Forte",
                "description": "Kia Forte — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Kia",
                    "Forte",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Kia Forte",
                "description": "Kia Forte — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Kia",
                    "Forte",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Kia Forte",
                "description": "Kia Forte to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Kia",
                    "Forte",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Kia Forte",
                "description": "Kia Forte ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Kia",
                    "Forte",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Kia Forte",
                "description": "Kia Forte — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Kia",
                    "Forte",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        }
    ]
}