{
    "title": "Popular Electric Vehicles",
    "headTitle": "Top Electric Cars from US Auctions with global delivery",
    "description": {
        "en": "Discover the most sought-after electric vehicles at US used car auctions. With cutting-edge technology and eco-friendly performance, these vehicles include models from Tesla, Audi, Nissan, and BMW, offering unparalleled innovation, style, and value.",
        "ru": "Откройте для себя самые популярные электромобили на аукционах подержанных автомобилей в США. Благодаря передовым технологиям и экологичности эти автомобили включают модели от Tesla, Audi, Nissan и BMW, предлагая непревзойденные инновации, стиль и ценность.",
        "ua": "Відкрийте для себе найпопулярніші електромобілі на аукціонах вживаних авто в США. Завдяки передовим технологіям та екологічності ці автомобілі включають моделі від Tesla, Audi, Nissan та BMW, пропонуючи неперевершені інновації, стиль та цінність.",
        "pl": "Odkryj najpopularniejsze samochody elektryczne na amerykańskich aukcjach samochodów używanych. Dzięki zaawansowanej technologii i ekologicznej wydajności pojazdy te obejmują modele Tesli, Audi, Nissana i BMW, oferując niezrównane innowacje, styl i wartość.",
        "de": "Entdecken Sie die gefragtesten Elektrofahrzeuge bei US-Gebrauchtwagenauktionen. Mit fortschrittlicher Technologie und umweltfreundlicher Leistung umfassen diese Fahrzeuge Modelle von Tesla, Audi, Nissan und BMW und bieten beispiellose Innovation, Stil und Wert.",
        "be": "Адкрыйце для сябе самыя папулярныя электрамабілі на аўкцыёнах падержаных аўтамабіляў у ЗША. Дзякуючы перадавым тэхналогіям і экалагічнасці, гэтыя аўтамабілі ўключаюць мадэлі ад Tesla, Audi, Nissan і BMW, прапануючы беспрэцэдэнтныя інавацыі, стыль і каштоўнасць."
    },
    "models": [
        {
            "slug": "tesla-model-3",
            "en": {
                "title": "Tesla Model 3",
                "description": "A revolutionary electric sedan offering exceptional performance, range, and affordability.",
                "keywords": [
                    "Tesla",
                    "Model 3",
                    "electric sedan",
                    "affordable EV",
                    "long range"
                ]
            },
            "ru": {
                "title": "Tesla Model 3",
                "description": "Революционный электрический седан, предлагающий исключительную производительность, запас хода и доступность.",
                "keywords": [
                    "Tesla",
                    "Model 3",
                    "электрический седан",
                    "доступный электромобиль",
                    "дальний пробег"
                ]
            },
            "ua": {
                "title": "Tesla Model 3",
                "description": "A revolutionary electric sedan offering exceptional performance, range, and affordability. (ua)",
                "keywords": [
                    "Tesla (ua)",
                    "Model 3 (ua)",
                    "electric sedan (ua)",
                    "affordable EV (ua)",
                    "long range (ua)"
                ]
            },
            "pl": {
                "title": "Tesla Model 3",
                "description": "A revolutionary electric sedan offering exceptional performance, range, and affordability. (pl)",
                "keywords": [
                    "Tesla (pl)",
                    "Model 3 (pl)",
                    "electric sedan (pl)",
                    "affordable EV (pl)",
                    "long range (pl)"
                ]
            },
            "de": {
                "title": "Tesla Model 3",
                "description": "A revolutionary electric sedan offering exceptional performance, range, and affordability. (de)",
                "keywords": [
                    "Tesla (de)",
                    "Model 3 (de)",
                    "electric sedan (de)",
                    "affordable EV (de)",
                    "long range (de)"
                ]
            },
            "be": {
                "title": "Tesla Model 3",
                "description": "A revolutionary electric sedan offering exceptional performance, range, and affordability. (be)",
                "keywords": [
                    "Tesla (be)",
                    "Model 3 (be)",
                    "electric sedan (be)",
                    "affordable EV (be)",
                    "long range (be)"
                ]
            }
        },
        {
            "slug": "bmw-i3",
            "en": {
                "title": "BMW i3",
                "description": "A stylish and eco-friendly electric car perfect for urban commuting.",
                "keywords": [
                    "BMW",
                    "i3",
                    "eco-friendly",
                    "urban EV",
                    "stylish"
                ]
            },
            "ua": {
                "title": "BMW i3",
                "description": "A stylish and eco-friendly electric car perfect for urban commuting. (ua)",
                "keywords": [
                    "BMW (ua)",
                    "i3 (ua)",
                    "eco-friendly (ua)",
                    "urban EV (ua)",
                    "stylish (ua)"
                ]
            },
            "pl": {
                "title": "BMW i3",
                "description": "A stylish and eco-friendly electric car perfect for urban commuting. (pl)",
                "keywords": [
                    "BMW (pl)",
                    "i3 (pl)",
                    "eco-friendly (pl)",
                    "urban EV (pl)",
                    "stylish (pl)"
                ]
            },
            "de": {
                "title": "BMW i3",
                "description": "A stylish and eco-friendly electric car perfect for urban commuting. (de)",
                "keywords": [
                    "BMW (de)",
                    "i3 (de)",
                    "eco-friendly (de)",
                    "urban EV (de)",
                    "stylish (de)"
                ]
            },
            "be": {
                "title": "BMW i3",
                "description": "A stylish and eco-friendly electric car perfect for urban commuting. (be)",
                "keywords": [
                    "BMW (be)",
                    "i3 (be)",
                    "eco-friendly (be)",
                    "urban EV (be)",
                    "stylish (be)"
                ]
            }
        },
        {
            "slug": "audi-e-tron",
            "en": {
                "title": "Audi e-tron",
                "description": "A luxury electric SUV offering comfort, performance, and advanced technology.",
                "keywords": [
                    "Audi",
                    "e-tron",
                    "luxury EV",
                    "SUV",
                    "advanced tech"
                ]
            },
            "ua": {
                "title": "Audi e-tron",
                "description": "A luxury electric SUV offering comfort, performance, and advanced technology. (ua)",
                "keywords": [
                    "Audi (ua)",
                    "e-tron (ua)",
                    "luxury EV (ua)",
                    "SUV (ua)",
                    "advanced tech (ua)"
                ]
            },
            "pl": {
                "title": "Audi e-tron",
                "description": "A luxury electric SUV offering comfort, performance, and advanced technology. (pl)",
                "keywords": [
                    "Audi (pl)",
                    "e-tron (pl)",
                    "luxury EV (pl)",
                    "SUV (pl)",
                    "advanced tech (pl)"
                ]
            },
            "de": {
                "title": "Audi e-tron",
                "description": "A luxury electric SUV offering comfort, performance, and advanced technology. (de)",
                "keywords": [
                    "Audi (de)",
                    "e-tron (de)",
                    "luxury EV (de)",
                    "SUV (de)",
                    "advanced tech (de)"
                ]
            },
            "be": {
                "title": "Audi e-tron",
                "description": "A luxury electric SUV offering comfort, performance, and advanced technology. (be)",
                "keywords": [
                    "Audi (be)",
                    "e-tron (be)",
                    "luxury EV (be)",
                    "SUV (be)",
                    "advanced tech (be)"
                ]
            }
        }
    ]
}