{
    "slug": "subaru",
    "title": "Subaru",
    "headTitle": {
        "en": "Subaru cars for sale at US auctions",
        "ru": "Автомобили Subaru на аукционах в США",
        "ua": "Автомобілі Subaru на аукціонах в США",
        "pl": "Samochody Subaru na aukcjach w USA",
        "de": "Subaru-Autos bei US-Auktionen",
        "be": "Аўтамабілі Subaru на аўкцыёнах у ЗША",
        "es": "Coches Subaru en subastas de EE. UU.",
        "fr": "Voitures Subaru en vente aux enchères aux États-Unis",
        "zh": "Subaru汽车在美国拍卖"
    },
    "description": {
        "en": "Subaru cars are celebrated for their all-wheel drive capability, safety, and reliability, making them a top pick at US used car auctions. Models like the Outback, Forester, and Crosstrek are ideal for families and outdoor enthusiasts alike. With exceptional resale value and a reputation for durability, Subaru vehicles are built to handle diverse terrains and weather conditions.",
        "ru": "Автомобили Subaru славятся своими полным приводом, безопасностью и надежностью, что делает их популярным выбором на аукционах подержанных автомобилей в США. Такие модели, как Outback, Forester и Crosstrek, идеально подходят как для семей, так и для любителей активного отдыха.",
        "ua": "Автомобілі Subaru відомі своїм повним приводом, безпекою та надійністю, що робить їх популярним вибором на аукціонах вживаних авто в США. Такі моделі, як Outback, Forester і Crosstrek, ідеально підходять як для сімей, так і для любителів активного відпочинку.",
        "pl": "Samochody Subaru są cenione za napęd na wszystkie koła, bezpieczeństwo i niezawodność, co czyni je jednym z najlepszych wyborów na amerykańskich aukcjach samochodów używanych. Modele takie jak Outback, Forester i Crosstrek są idealne dla rodzin i entuzjastów aktywnego wypoczynku.",
        "de": "Subaru-Fahrzeuge sind bekannt für ihren Allradantrieb, ihre Sicherheit und Zuverlässigkeit und gehören zu den besten Optionen bei US-Gebrauchtwagenauktionen. Modelle wie Outback, Forester und Crosstrek sind ideal für Familien und Outdoor-Enthusiasten.",
        "be": "Аўтамабілі Subaru цэняцца за поўны прывад, бяспеку і надзейнасць, што робіць іх адным з лепшых варыянтаў на аўкцыёнах ЗША. Такія мадэлі, як Outback, Forester і Crosstrek, ідэальныя для сем’яў і аматараў актыўнага адпачынку.",
        "es": "Los coches Subaru son conocidos por su tracción en las cuatro ruedas, seguridad y fiabilidad, lo que los convierte en una de las mejores opciones en las subastas de coches usados de EE. UU. Modelos como el Outback, Forester y Crosstrek son ideales para familias y entusiastas de la naturaleza.",
        "fr": "Les voitures Subaru sont célèbres pour leur capacité de traction intégrale, leur sécurité et leur fiabilité, ce qui en fait un choix de premier plan aux enchères de voitures d'occasion aux États-Unis. Des modèles comme l'Outback, le Forester et le Crosstrek sont idéaux pour les fam",
        "zh": "Subaru汽车以其全轮驱动能力、安全性和可靠性而闻名，使其成为美国二手车拍卖会上的首选。Outback、Forester和Crosstrek等车型既适合家庭，也适合户外爱好者。Subaru汽车以卓越的二手车价值和耐用性而闻名，适合应对各种地形和气候条件。"
    },
    "models": [
        {
            "slug": "outback",
            "en": {
                "title": "Subaru Outback",
                "description": "Subaru Outback is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Subaru",
                    "Outback",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Subaru Outback",
                "description": "Subaru Outback — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Subaru",
                    "Outback",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Subaru Outback",
                "description": "Subaru Outback — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Subaru",
                    "Outback",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Subaru Outback",
                "description": "Subaru Outback to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Subaru",
                    "Outback",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Subaru Outback",
                "description": "Subaru Outback ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Subaru",
                    "Outback",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Subaru Outback",
                "description": "Subaru Outback — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Subaru",
                    "Outback",
                    "аўтамабіль",
                    "раскоша"
                ]
            },
            "es": {
                "title": "Subaru Outback",
                "description": "Subaru Outback es un modelo de coche muy valorado que ofrece un gran rendimiento y lujo.",
                "keywords": [
                    "Subaru",
                    "Outback",
                    "coche",
                    "lujo"
                ]
            },
            "fr": {
                "title": "Subaru Outback",
                "description": "La Subaru Outback est un modèle de voiture très apprécié offrant de très bonnes performances et du luxe.",
                "keywords": [
                    "Subaru",
                    "Outback",
                    "voiture",
                    "luxe"
                ]
            },
            "zh": {
                "title": "Subaru Outback",
                "description": "Subaru Outback是一款备受好评的汽车型号，提供出色的性能和豪华。",
                "keywords": [
                    "Subaru",
                    "Outback",
                    "汽车",
                    "豪华"
                ]
            }
        },
        {
            "slug": "forester",
            "en": {
                "title": "Subaru Forester",
                "description": "Subaru Forester is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Subaru",
                    "Forester",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Subaru Forester",
                "description": "Subaru Forester — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Subaru",
                    "Forester",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Subaru Forester",
                "description": "Subaru Forester — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Subaru",
                    "Forester",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Subaru Forester",
                "description": "Subaru Forester to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Subaru",
                    "Forester",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Subaru Forester",
                "description": "Subaru Forester ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Subaru",
                    "Forester",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Subaru Forester",
                "description": "Subaru Forester — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Subaru",
                    "Forester",
                    "аўтамабіль",
                    "раскоша"
                ]
            },
            "es": {
                "title": "Subaru Forester",
                "description": "Subaru Forester es un modelo de coche muy valorado que ofrece un gran rendimiento y lujo.",
                "keywords": [
                    "Subaru",
                    "Forester",
                    "coche",
                    "lujo"
                ]
            },
            "fr": {
                "title": "Subaru Forester",
                "description": "La Subaru Forester est un modèle de voiture très apprécié offrant de très bonnes performances et du luxe.",
                "keywords": [
                    "Subaru",
                    "Forester",
                    "voiture",
                    "luxe"
                ]
            },
            "zh": {
                "title": "Subaru Forester",
                "description": "Subaru Forester是一款备受好评的汽车型号，提供出色的性能和豪华。",
                "keywords": [
                    "Subaru",
                    "Forester",
                    "汽车",
                    "豪华"
                ]
            }
        },
        {
            "slug": "impreza",
            "en": {
                "title": "Subaru Impreza",
                "description": "Subaru Impreza is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Subaru",
                    "Impreza",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Subaru Impreza",
                "description": "Subaru Impreza — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Subaru",
                    "Impreza",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Subaru Impreza",
                "description": "Subaru Impreza — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Subaru",
                    "Impreza",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Subaru Impreza",
                "description": "Subaru Impreza to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Subaru",
                    "Impreza",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Subaru Impreza",
                "description": "Subaru Impreza ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Subaru",
                    "Impreza",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Subaru Impreza",
                "description": "Subaru Impreza — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Subaru",
                    "Impreza",
                    "аўтамабіль",
                    "раскоша"
                ]
            },
            "es": {
                "title": "Subaru Impreza",
                "description": "Subaru Impreza es un modelo de coche muy valorado que ofrece un gran rendimiento y lujo.",
                "keywords": [
                    "Subaru",
                    "Impreza",
                    "coche",
                    "lujo"
                ]
            },
            "fr": {
                "title": "Subaru Impreza",
                "description": "La Subaru Impreza est un modèle de voiture très apprécié offrant de très bonnes performances et du luxe.",
                "keywords": [
                    "Subaru",
                    "Impreza",
                    "voiture",
                    "luxe"
                ]
            },
            "zh": {
                "title": "Subaru Impreza",
                "description": "Subaru Impreza是一款备受好评的汽车型号，提供出色的性能和豪华。",
                "keywords": [
                    "Subaru",
                    "Impreza",
                    "汽车",
                    "豪华"
                ]
            }
        },
        {
            "slug": "crosstek",
            "en": {
                "title": "Subaru Crosstrek",
                "description": "Subaru Crosstrek is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Subaru",
                    "Crosstrek",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Subaru Crosstrek",
                "description": "Subaru Crosstrek — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Subaru",
                    "Crosstrek",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Subaru Crosstrek",
                "description": "Subaru Crosstrek — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Subaru",
                    "Crosstrek",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Subaru Crosstrek",
                "description": "Subaru Crosstrek to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Subaru",
                    "Crosstrek",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Subaru Crosstrek",
                "description": "Subaru Crosstrek ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Subaru",
                    "Crosstrek",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Subaru Crosstrek",
                "description": "Subaru Crosstrek — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Subaru",
                    "Crosstrek",
                    "аўтамабіль",
                    "раскоша"
                ]
            },
            "es": {
                "title": "Subaru Crosstrek",
                "description": "Subaru Crosstrek es un modelo de coche muy valorado que ofrece un gran rendimiento y lujo.",
                "keywords": [
                    "Subaru",
                    "Crosstrek",
                    "coche",
                    "lujo"
                ]
            },
            "fr": {
                "title": "Subaru Crosstrek",
                "description": "La Subaru Crosstrek est un modèle de voiture très apprécié offrant de très bonnes performances et du luxe.",
                "keywords": [
                    "Subaru",
                    "Crosstrek",
                    "voiture",
                    "luxe"
                ]
            },
            "zh": {
                "title": "Subaru Crosstrek",
                "description": "Subaru Crosstrek是一款备受好评的汽车型号，提供出色的性能和豪华。",
                "keywords": [
                    "Subaru",
                    "Crosstrek",
                    "汽车",
                    "豪华"
                ]
            }
        }
    ]
}