{
    "title": "Volkswagen",
    "headTitle": "Volkswagen used cars from US Auctions with delivery to your country",
    "description": {
        "en": "Volkswagen cars are known for their solid build quality, safety features, and efficient performance. Popular models like the Jetta, Passat, and Tiguan are excellent options for those looking for affordable and reliable used vehicles at US auctions. With a reputation for longevity and low maintenance costs, Volkswagen vehicles offer great value for anyone in the market for a dependable used car.",
        "ru": "Автомобили Volkswagen известны своей прочной конструкцией, безопасностью и эффективностью. Популярные модели, такие как Jetta, Passat и Tiguan, являются отличным выбором для тех, кто ищет доступные и надежные подержанные автомобили на аукционах в США.",
        "ua": "Автомобілі Volkswagen відомі своєю міцною конструкцією, безпекою та ефективністю. Популярні моделі, такі як Jetta, Passat і Tiguan, є чудовим вибором для тих, хто шукає доступні та надійні вживані авто на аукціонах в США.",
        "pl": "Samochody Volkswagen są znane z solidnej jakości wykonania, funkcji bezpieczeństwa i wydajności. Popularne modele, takie jak Jetta, Passat i Tiguan, to doskonały wybór dla osób szukających przystępnych i niezawodnych samochodów używanych na amerykańskich aukcjach.",
        "de": "Volkswagen-Fahrzeuge sind bekannt für ihre solide Bauqualität, Sicherheitsmerkmale und effiziente Leistung. Beliebte Modelle wie Jetta, Passat und Tiguan sind ausgezeichnete Optionen für diejenigen, die nach erschwinglichen und zuverlässigen Gebrauchtwagen auf US-Auktionen suchen.",
        "be": "Аўтамабілі Volkswagen вядомыя сваёй трывалай канструкцыяй, бяспекай і эфектыўнасцю. Папулярныя мадэлі, такія як Jetta, Passat і Tiguan, з'яўляюцца выдатным выбарам для тых, хто шукае даступныя і надзейныя б/у аўтамабілі на аўкцыёнах у ЗША."
    },
    "models": [
        {
            "slug": "jetta",
            "en": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "passat",
            "en": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        },
        {
            "slug": "tiguan",
            "en": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "car",
                    "luxury"
                ]
            },
            "ru": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "автомобиль",
                    "роскошь"
                ]
            },
            "ua": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "автомобіль",
                    "розкіш"
                ]
            },
            "pl": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "samochód",
                    "luksus"
                ]
            },
            "de": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "Auto",
                    "Luxus"
                ]
            },
            "be": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "аўтамабіль",
                    "раскоша"
                ]
            }
        }
    ]
}