{
    "slug": "volkswagen",
    "title": "Volkswagen",
    "headTitle": {
        "en": "Volkswagen cars for sale at US auctions",
        "ru": "Автомобили Volkswagen на продажу на аукционах в США",
        "ua": "Автомобілі Volkswagen на продаж на аукціонах в США",
        "pl": "Samochody Volkswagen na sprzedaż na aukcjach w USA",
        "de": "Volkswagen-Autos zum Verkauf auf US-Auktionen",
        "be": "Аўтамабілі Volkswagen на продаж на аўкцыёнах у ЗША",
        "es": "Coches Volkswagen en venta en subastas de EE. UU.",
        "fr": "Voitures Volkswagen à vendre aux enchères aux États-Unis",
        "zh": "大众汽车在美国拍卖中出售"
    },
    "description": {
        "en": "Volkswagen cars are known for their solid build quality, safety features, and efficient performance. Popular models like the Jetta, Passat, and Tiguan are excellent options for those looking for affordable and reliable used vehicles at US auctions. With a reputation for longevity and low maintenance costs, Volkswagen vehicles offer great value for anyone in the market for a dependable used car.",
        "ru": "Автомобили Volkswagen известны своей прочной конструкцией, безопасностью и эффективностью. Популярные модели, такие как Jetta, Passat и Tiguan, являются отличным выбором для тех, кто ищет доступные и надежные подержанные автомобили на аукционах в США.",
        "ua": "Автомобілі Volkswagen відомі своєю міцною конструкцією, безпекою та ефективністю. Популярні моделі, такі як Jetta, Passat і Tiguan, є чудовим вибором для тих, хто шукає доступні та надійні вживані авто на аукціонах в США.",
        "pl": "Samochody Volkswagen są znane z solidnej jakości wykonania, funkcji bezpieczeństwa i wydajności. Popularne modele, takie jak Jetta, Passat i Tiguan, to doskonały wybór dla osób szukających przystępnych i niezawodnych samochodów używanych na amerykańskich aukcjach.",
        "de": "Volkswagen-Fahrzeuge sind bekannt für ihre solide Bauqualität, Sicherheitsmerkmale und effiziente Leistung. Beliebte Modelle wie Jetta, Passat und Tiguan sind ausgezeichnete Optionen für diejenigen, die nach erschwinglichen und zuverlässigen Gebrauchtwagen auf US-Auktionen suchen.",
        "be": "Аўтамабілі Volkswagen вядомыя сваёй трывалай канструкцыяй, бяспекай і эфектыўнасцю. Папулярныя мадэлі, такія як Jetta, Passat і Tiguan, з'яўляюцца выдатным выбарам для тых, хто шукае даступныя і надзейныя б/у аўтамабілі на аўкцыёнах у ЗША.",
        "es": "Los coches Volkswagen son conocidos por su sólida calidad de construcción, características de seguridad y rendimiento eficiente. Modelos populares como el Jetta, Passat y Tiguan son excelentes opciones para aquellos que buscan vehículos usados asequibles y fiables en subastas de EE. UU.",
        "fr": "Les voitures Volkswagen sont connues pour leur qualité de construction solide, leurs caractéristiques de sécurité et leurs performances efficaces. Les modèles populaires comme la Jetta, la Passat et la Tiguan sont d'excellentes options pour ceux qui recherchent des véhicules d'occasion abordables et fiables aux enchères aux États-Unis.",
        "zh": "大众汽车以其坚固的建造质量、安全功能和高效性能而闻名。像捷达、帕萨特和途观这样的热门车型是那些在美国拍卖中寻找经济实惠且可靠的二手车辆的人的绝佳选择。凭借其长寿和低维护成本的声誉，大众汽车为市场上寻找可靠二手车的任何人提供了极高的价值。"
    },
    "models": [
        {
            "slug": "volkswagen-id4",
            "competitors": [
                "Tesla Model Y",
                "Hyundai Ioniq 5",
                "Kia EV6"
            ],
            "en": {
                "title": "Volkswagen ID.4",
                "head": "Discover Electric Innovation with the Volkswagen ID.4",
                "description": "The Volkswagen ID.4 is a versatile all-electric SUV offering advanced technology, sustainability, and a spacious design.",
                "text": "The Volkswagen ID.4 is a fully electric compact SUV designed to make electric mobility accessible and practical. With a range of up to 275 miles and fast-charging capabilities, it ensures convenience for daily commutes and long-distance journeys. The interior features high-quality materials, a digital cockpit, and an intuitive infotainment system. Safety is prioritized with advanced driver assistance systems such as adaptive cruise control, lane-keeping assist, and emergency braking. The Volkswagen ID.4 is perfect for those who seek sustainability without sacrificing comfort and practicality.",
                "advantages": [
                    "Up to 275 miles of electric range",
                    "Spacious and modern interior",
                    "Advanced driver assistance features"
                ],
                "keywords": [
                    "Volkswagen",
                    "ID.4",
                    "electric SUV",
                    "sustainability",
                    "versatility"
                ]
            },
            "ru": {
                "title": "Volkswagen ID.4",
                "head": "Откройте электрические инновации с Volkswagen ID.4",
                "description": "Volkswagen ID.4 — это универсальный полностью электрический внедорожник, предлагающий передовые технологии, устойчивость и просторный дизайн.",
                "text": "Volkswagen ID.4 — это полностью электрический компактный внедорожник, созданный для того, чтобы сделать электромобили доступными и практичными. С запасом хода до 442 км и возможностью быстрой зарядки он обеспечивает удобство как для повседневных поездок, так и для дальних путешествий. Интерьер выполнен из качественных материалов и оснащён цифровой приборной панелью и интуитивно понятной мультимедийной системой. Приоритетом является безопасность, которая обеспечивается такими функциями, как адаптивный круиз-контроль, удержание полосы движения и экстренное торможение. Volkswagen ID.4 — идеальный выбор для тех, кто ищет устойчивость без ущерба для комфорта и практичности.",
                "advantages": [
                    "Запас хода до 442 км",
                    "Просторный и современный интерьер",
                    "Передовые функции помощи водителю"
                ],
                "keywords": [
                    "Volkswagen",
                    "ID.4",
                    "электрический внедорожник",
                    "устойчивость",
                    "универсальность"
                ]
            },
            "ua": {
                "title": "Volkswagen ID.4",
                "head": "Відкрийте електричні інновації з Volkswagen ID.4",
                "description": "Volkswagen ID.4 — це універсальний повністю електричний позашляховик, що пропонує передові технології, стійкість та просторий дизайн.",
                "text": "Volkswagen ID.4 — це повністю електричний компактний позашляховик, створений для того, щоб зробити електромобільність доступною та практичною. Із запасом ходу до 442 км і можливістю швидкої зарядки, він забезпечує зручність як для щоденних поїздок, так і для далеких подорожей. Інтер'єр оснащений якісними матеріалами, цифровою панеллю приладів та інтуїтивно зрозумілою мультимедійною системою. Пріоритетом є безпека завдяки таким функціям, як адаптивний круїз-контроль, утримання смуги руху та екстрене гальмування. Volkswagen ID.4 — це ідеальний вибір для тих, хто шукає стійкість без компромісів у комфорті та практичності.",
                "advantages": [
                    "Запас ходу до 442 км",
                    "Просторий та сучасний інтер'єр",
                    "Сучасні функції допомоги водію"
                ],
                "keywords": [
                    "Volkswagen",
                    "ID.4",
                    "електричний позашляховик",
                    "стійкість",
                    "універсальність"
                ]
            },
            "be": {
                "title": "Volkswagen ID.4",
                "head": "Адкрыйце электрычныя інавацыі з Volkswagen ID.4",
                "description": "Volkswagen ID.4 — гэта універсальны цалкам электрычны пазадарожнік, які прапануе перадавыя тэхналогіі, устойлівасць і прасторны дызайн.",
                "text": "Volkswagen ID.4 — гэта цалкам электрычны кампактны пазадарожнік, створаны для таго, каб зрабіць электратранспарт даступным і практычным. З запасам ходу да 442 км і магчымасцю хуткай зарадкі ён забяспечвае зручнасць для штодзённых паездак і далёкіх падарожжаў. Інтэр'ер выкананы з якасных матэрыялаў і абсталяваны лічбавай панэллю прыбораў і інтуітыўна зразумелай мультымедыйнай сістэмай. Перавага надаецца бяспецы дзякуючы такім функцыям, як адаптыўны круіз-кантроль, утрыманне паласы і экстранае тармажэнне. Volkswagen ID.4 — ідэальны выбар для тых, хто шукае ўстойлівасць без шкоды для камфорту і практычнасці.",
                "advantages": [
                    "Запас ходу да 442 км",
                    "Прасторны і сучасны інтэр'ер",
                    "Сучасныя функцыі дапамогі кіроўцу"
                ],
                "keywords": [
                    "Volkswagen",
                    "ID.4",
                    "электрычны пазадарожнік",
                    "устойлівасць",
                    "універсальнасць"
                ]
            },
            "de": {
                "title": "Volkswagen ID.4",
                "head": "Entdecken Sie elektrische Innovation mit dem Volkswagen ID.4",
                "description": "Der Volkswagen ID.4 ist ein vielseitiger Elektro-SUV, der fortschrittliche Technologie, Nachhaltigkeit und ein geräumiges Design bietet.",
                "text": "Der Volkswagen ID.4 ist ein vollelektrischer Kompakt-SUV, der entwickelt wurde, um Elektromobilität zugänglich und praktisch zu machen. Mit einer Reichweite von bis zu 442 km und Schnellladefähigkeit bietet er Komfort für den Alltag und längere Reisen. Der Innenraum besteht aus hochwertigen Materialien und verfügt über ein digitales Cockpit sowie ein intuitives Infotainmentsystem. Sicherheit wird mit fortschrittlichen Fahrassistenzsystemen wie adaptivem Tempomat, Spurhalteassistent und Notbremsassistent großgeschrieben. Der Volkswagen ID.4 ist perfekt für alle, die Nachhaltigkeit suchen, ohne auf Komfort und Praktikabilität zu verzichten.",
                "advantages": [
                    "Reichweite bis zu 442 km",
                    "Geräumiges und modernes Interieur",
                    "Fortschrittliche Fahrassistenzfunktionen"
                ],
                "keywords": [
                    "Volkswagen",
                    "ID.4",
                    "elektrischer SUV",
                    "Nachhaltigkeit",
                    "Vielseitigkeit"
                ]
            },
            "pl": {
                "title": "Volkswagen ID.4",
                "head": "Odkryj elektryczne innowacje z Volkswagen ID.4",
                "description": "Volkswagen ID.4 to wszechstronny, elektryczny SUV oferujący zaawansowaną technologię, zrównoważony rozwój i przestronny design.",
                "text": "Volkswagen ID.4 to w pełni elektryczny kompaktowy SUV zaprojektowany, aby uczynić mobilność elektryczną dostępną i praktyczną. Zasięg do 442 km i funkcja szybkiego ładowania zapewniają wygodę zarówno na co dzień, jak i w długich podróżach. Wnętrze wyróżnia się wysokiej jakości materiałami, cyfrowym kokpitem i intuicyjnym systemem infotainment. Priorytetem jest bezpieczeństwo, które zapewniają zaawansowane systemy wspomagania kierowcy, takie jak adaptacyjny tempomat, asystent pasa ruchu i system awaryjnego hamowania. Volkswagen ID.4 to idealny wybór dla osób poszukujących zrównoważonego rozwoju bez kompromisów w zakresie komfortu i funkcjonalności.",
                "advantages": [
                    "Zasięg do 442 km",
                    "Przestronne i nowoczesne wnętrze",
                    "Zaawansowane systemy wspomagania kierowcy"
                ],
                "keywords": [
                    "Volkswagen",
                    "ID.4",
                    "elektryczny SUV",
                    "zrównoważony rozwój",
                    "wszechstronność"
                ]
            },
            "es": {
                "title": "Volkswagen ID.4",
                "head": "Descubre la innovación eléctrica con el Volkswagen ID.4",
                "description": "El Volkswagen ID.4 es un SUV totalmente eléctrico que combina tecnología avanzada, sostenibilidad y un diseño espacioso.",
                "text": "El Volkswagen ID.4 es un SUV compacto completamente eléctrico diseñado para hacer que la movilidad eléctrica sea accesible y práctica. Con una autonomía de hasta 442 km y capacidad de carga rápida, ofrece comodidad tanto para viajes diarios como de larga distancia. El interior cuenta con materiales de alta calidad, un cockpit digital y un sistema de infoentretenimiento intuitivo. La seguridad es prioritaria, con características avanzadas de asistencia al conductor, como control de crucero adaptativo, asistencia para mantenerse en el carril y frenado de emergencia. El Volkswagen ID.4 es ideal para quienes buscan sostenibilidad sin sacrificar comodidad y funcionalidad.",
                "advantages": [
                    "Autonomía de hasta 442 km",
                    "Interior espacioso y moderno",
                    "Funciones avanzadas de asistencia al conductor"
                ],
                "keywords": [
                    "Volkswagen",
                    "ID.4",
                    "SUV eléctrico",
                    "sostenibilidad",
                    "versatilidad"
                ]
            },
            "fr": {
                "title": "Volkswagen ID.4",
                "head": "Découvrez l'innovation électrique avec le Volkswagen ID.4",
                "description": "Le Volkswagen ID.4 est un SUV 100% électrique qui allie technologie avancée, durabilité et design spacieux.",
                "text": "Le Volkswagen ID.4 est un SUV compact entièrement électrique conçu pour rendre la mobilité électrique accessible et pratique. Avec une autonomie allant jusqu'à 442 km et une capacité de charge rapide, il offre une grande commodité pour les trajets quotidiens et les longs voyages. L'intérieur est doté de matériaux de haute qualité, d'un cockpit numérique et d'un système d'infodivertissement intuitif. La sécurité est une priorité grâce à des fonctions avancées d'assistance à la conduite telles que le régulateur de vitesse adaptatif, l'assistance au maintien dans la voie et le freinage d'urgence. Le Volkswagen ID.4 est parfait pour ceux qui recherchent durabilité sans compromettre le confort et la praticité.",
                "advantages": [
                    "Autonomie jusqu'à 442 km",
                    "Intérieur spacieux et moderne",
                    "Fonctionnalités avancées d'assistance à la conduite"
                ],
                "keywords": [
                    "Volkswagen",
                    "ID.4",
                    "SUV électrique",
                    "durabilité",
                    "polyvalence"
                ]
            }
        },
        {
            "slug": "jetta",
            "en": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "car",
                    "luxury",
                    "advanced features",
                    "value for money",
                    "jetta highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Jetta offers a perfect blend of performance, design, and innovation. Ideal for drivers who value jetta's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "ru": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "автомобиль",
                    "роскошь",
                    "advanced features",
                    "value for money",
                    "jetta highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Jetta offers a perfect blend of performance, design, and innovation. Ideal for drivers who value jetta's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "ua": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "автомобіль",
                    "розкіш",
                    "advanced features",
                    "value for money",
                    "jetta highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Jetta offers a perfect blend of performance, design, and innovation. Ideal for drivers who value jetta's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "pl": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "samochód",
                    "luksus",
                    "advanced features",
                    "value for money",
                    "jetta highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Jetta offers a perfect blend of performance, design, and innovation. Ideal for drivers who value jetta's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "de": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "Auto",
                    "Luxus",
                    "advanced features",
                    "value for money",
                    "jetta highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Jetta offers a perfect blend of performance, design, and innovation. Ideal for drivers who value jetta's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "be": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "аўтамабіль",
                    "раскоша",
                    "advanced features",
                    "value for money",
                    "jetta highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Jetta offers a perfect blend of performance, design, and innovation. Ideal for drivers who value jetta's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "es": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta es un modelo de coche de alta calificación que ofrece un gran rendimiento y lujo.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "coche",
                    "lujo",
                    "advanced features",
                    "value for money",
                    "jetta highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Jetta offers a perfect blend of performance, design, and innovation. Ideal for drivers who value jetta's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "fr": {
                "title": "Volkswagen Jetta",
                "description": "Volkswagen Jetta est un modèle de voiture très bien noté offrant de très bonnes performances et du luxe.",
                "keywords": [
                    "Volkswagen",
                    "Jetta",
                    "voiture",
                    "luxe",
                    "advanced features",
                    "value for money",
                    "jetta highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Jetta offers a perfect blend of performance, design, and innovation. Ideal for drivers who value jetta's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "zh": {
                "title": "大众捷达",
                "description": "大众捷达是一款性能出色且豪华的顶级车型。",
                "keywords": [
                    "大众",
                    "捷达",
                    "汽车",
                    "豪华",
                    "advanced features",
                    "value for money",
                    "jetta highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "大众捷达 offers a perfect blend of performance, design, and innovation. Ideal for drivers who value jetta's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            }
        },
        {
            "slug": "passat",
            "en": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "car",
                    "luxury",
                    "advanced features",
                    "value for money",
                    "passat highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Passat offers a perfect blend of performance, design, and innovation. Ideal for drivers who value passat's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "ru": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "автомобиль",
                    "роскошь",
                    "advanced features",
                    "value for money",
                    "passat highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Passat offers a perfect blend of performance, design, and innovation. Ideal for drivers who value passat's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "ua": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "автомобіль",
                    "розкіш",
                    "advanced features",
                    "value for money",
                    "passat highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Passat offers a perfect blend of performance, design, and innovation. Ideal for drivers who value passat's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "pl": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "samochód",
                    "luksus",
                    "advanced features",
                    "value for money",
                    "passat highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Passat offers a perfect blend of performance, design, and innovation. Ideal for drivers who value passat's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "de": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "Auto",
                    "Luxus",
                    "advanced features",
                    "value for money",
                    "passat highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Passat offers a perfect blend of performance, design, and innovation. Ideal for drivers who value passat's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "be": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "аўтамабіль",
                    "раскоша",
                    "advanced features",
                    "value for money",
                    "passat highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Passat offers a perfect blend of performance, design, and innovation. Ideal for drivers who value passat's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "es": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat es un modelo de coche de alta calificación que ofrece un gran rendimiento y lujo.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "coche",
                    "lujo",
                    "advanced features",
                    "value for money",
                    "passat highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Passat offers a perfect blend of performance, design, and innovation. Ideal for drivers who value passat's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "fr": {
                "title": "Volkswagen Passat",
                "description": "Volkswagen Passat est un modèle de voiture très bien noté offrant de très bonnes performances et du luxe.",
                "keywords": [
                    "Volkswagen",
                    "Passat",
                    "voiture",
                    "luxe",
                    "advanced features",
                    "value for money",
                    "passat highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Passat offers a perfect blend of performance, design, and innovation. Ideal for drivers who value passat's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "zh": {
                "title": "大众帕萨特",
                "description": "大众帕萨特是一款性能出色且豪华的顶级车型。",
                "keywords": [
                    "大众",
                    "帕萨特",
                    "汽车",
                    "豪华",
                    "advanced features",
                    "value for money",
                    "passat highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "大众帕萨特 offers a perfect blend of performance, design, and innovation. Ideal for drivers who value passat's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            }
        },
        {
            "slug": "tiguan",
            "en": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan is a top-rated car model offering great performance and luxury.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "car",
                    "luxury",
                    "advanced features",
                    "value for money",
                    "tiguan highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Tiguan offers a perfect blend of performance, design, and innovation. Ideal for drivers who value tiguan's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "ru": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan — это высоко оцененная модель автомобиля, предлагающая отличную производительность и роскошь.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "автомобиль",
                    "роскошь",
                    "advanced features",
                    "value for money",
                    "tiguan highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Tiguan offers a perfect blend of performance, design, and innovation. Ideal for drivers who value tiguan's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "ua": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan — це високооцінена модель автомобіля, що пропонує чудову продуктивність та розкіш.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "автомобіль",
                    "розкіш",
                    "advanced features",
                    "value for money",
                    "tiguan highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Tiguan offers a perfect blend of performance, design, and innovation. Ideal for drivers who value tiguan's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "pl": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan to wysoko oceniany model samochodu, który oferuje doskonałą wydajność i luksus.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "samochód",
                    "luksus",
                    "advanced features",
                    "value for money",
                    "tiguan highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Tiguan offers a perfect blend of performance, design, and innovation. Ideal for drivers who value tiguan's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "de": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan ist ein hochbewertetes Automodell, das hervorragende Leistung und Luxus bietet.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "Auto",
                    "Luxus",
                    "advanced features",
                    "value for money",
                    "tiguan highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Tiguan offers a perfect blend of performance, design, and innovation. Ideal for drivers who value tiguan's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "be": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan — гэта высока ацэненая мадэль аўтамабіля, якая прапануе выдатную прадукцыйнасць і раскошу.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "аўтамабіль",
                    "раскоша",
                    "advanced features",
                    "value for money",
                    "tiguan highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Tiguan offers a perfect blend of performance, design, and innovation. Ideal for drivers who value tiguan's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "es": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan es un modelo de coche de alta calificación que ofrece un gran rendimiento y lujo.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "coche",
                    "lujo",
                    "advanced features",
                    "value for money",
                    "tiguan highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Tiguan offers a perfect blend of performance, design, and innovation. Ideal for drivers who value tiguan's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "fr": {
                "title": "Volkswagen Tiguan",
                "description": "Volkswagen Tiguan est un modèle de voiture très bien noté offrant de très bonnes performances et du luxe.",
                "keywords": [
                    "Volkswagen",
                    "Tiguan",
                    "voiture",
                    "luxe",
                    "advanced features",
                    "value for money",
                    "tiguan highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "Volkswagen Tiguan offers a perfect blend of performance, design, and innovation. Ideal for drivers who value tiguan's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            },
            "zh": {
                "title": "大众途观",
                "description": "大众途观是一款性能出色且豪华的顶级车型。",
                "keywords": [
                    "大众",
                    "途观",
                    "汽车",
                    "豪华",
                    "advanced features",
                    "value for money",
                    "tiguan highlights",
                    "best in class",
                    "luxury design"
                ],
                "text": "大众途观 offers a perfect blend of performance, design, and innovation. Ideal for drivers who value tiguan's signature features. Key highlights include fuel efficiency, cutting-edge safety systems, and a premium interior. Whether for city drives or long journeys, this car ensures reliability and comfort."
            }
        }
    ]
}