{
    "slug": "volvo",
    "title": "Volvo",
    "headTitle": {
        "en": "Volvo cars for sale at US auctions",
        "ru": "Автомобили Volvo на продажу на аукционах в США",
        "ua": "Автомобілі Volvo на продаж на аукціонах в США",
        "pl": "Samochody Volvo na sprzedaż na aukcjach w USA",
        "de": "Volvo-Autos zum Verkauf bei US-Auktionen",
        "be": "Аўтамабілі Volvo на продаж на аўкцыёнах у ЗША",
        "es": "Coches Volvo en venta en subastas de EE. UU.",
        "fr": "Voitures Volvo à vendre aux enchères aux États-Unis",
        "zh": "Volvo"
    },
    "description": {
        "en": "Volvo cars are the embodiment of Scandinavian design, advanced safety, and sustainable innovation. Combining elegance with functionality, Volvo offers vehicles that provide unparalleled comfort, cutting-edge technology, and exceptional reliability. Whether it’s a sleek sedan, a versatile SUV, or a plug-in hybrid, every Volvo is crafted with precision and a deep commitment to safety and sustainability, making it a trusted choice for families and adventurers alike.",
        "de": "Volvo-Autos sind die Verkörperung skandinavischer Gestaltung, fortschrittlicher Sicherheit und nachhaltiger Innovation. Volvo bietet Fahrzeuge, die Eleganz mit Funktionalität verbinden und unübertroffenen Komfort, modernste Technologie und außergewöhnliche Zuverlässigkeit bieten. Ob elegante Limousine, vielseitiges SUV oder Plug-in-Hybrid, jeder Volvo ist präzise gefertigt und tief verpflichtet zu Sicherheit und Nachhaltigkeit, was ihn zu einer vertrauenswürdigen Wahl für Familien und Abenteurer macht.",
        "ru": "Автомобили Volvo — это воплощение скандинавского дизайна, передовых технологий безопасности и устойчивых инноваций. Сочетая элегантность с функциональностью, Volvo предлагает автомобили, обеспечивающие непревзойденный комфорт, передовые технологии и исключительную надежность. Будь то изящный седан, универсальный внедорожник или гибридный автомобиль с возможностью подзарядки, каждый Volvo создан с точностью и глубоким стремлением к безопасности и устойчивости, что делает его надежным выбором для семей и авантюристов.",
        "ua": "Автомобілі Volvo — це втілення скандинавського дизайну, передових технологій безпеки та стійких інновацій. Поєднуючи елегантність з функціональністю, Volvo пропонує автомобілі, які забезпечують неперевершений комфорт, передові технології та виняткову надійність. Незалежно від того, чи це стильний седан, універсальний позашляховик чи гібридний автомобіль з можливістю підзарядки, кожен Volvo створений з точністю та глибоким прагненням до безпеки та стійкості, що робить його надійним вибором для сімей та авантюристів.",
        "pl": "Samochody Volvo to kwintesencja skandynawskiego designu, zaawansowanego bezpieczeństwa i innowacji zrównoważonego rozwoju. Łącząc elegancję z funkcjonalnością, Volvo oferuje pojazdy zapewniające niezrównany komfort, najnowocześniejszą technologię i wyjątkową niezawodność. Niezależnie od tego, czy jest to elegancki sedan, wszechstronny SUV, czy hybryda plug-in, każdy samochód Volvo jest projektowany z precyzją i głębokim zaangażowaniem w bezpieczeństwo i zrównoważony rozwój, co czyni go zaufanym wyborem dla rodzin i poszukiwaczy przygód.",
        "fr": "Les voitures Volvo incarnent le design scandinave, la sécurité avancée et l'innovation durable. Alliant élégance et fonctionnalité, Volvo propose des véhicules offrant un confort inégalé, une technologie de pointe et une fiabilité exceptionnelle. Qu'il s'agisse d'une berline élégante, d'un SUV polyvalent ou d'un hybride rechargeable, chaque Volvo est conçue avec précision et un engagement profond envers la sécurité et la durabilité, en faisant un choix de confiance pour les familles et les aventuriers.",
        "es": "Los coches Volvo son la encarnación del diseño escandinavo, la seguridad avanzada y la innovación sostenible. Combinando elegancia con funcionalidad, Volvo ofrece vehículos que brindan un confort incomparable, tecnología de vanguardia y una fiabilidad excepcional. Ya sea un sedán elegante, un SUV versátil o un híbrido enchufable, cada Volvo está diseñado con precisión y un profundo compromiso con la seguridad y la sostenibilidad, lo que lo convierte en una opción confiable para familias y aventureros.",
        "zh": "沃尔沃汽车是斯堪的纳维亚设计、先进安全性和可持续创新的体现。将优雅与功能相结合，沃尔沃提供的车辆具有无与伦比的舒适性、尖端技术和卓越的可靠性。无论是时尚轿车、多功能SUV还是插电式混合动力车，每辆沃尔沃都以精密和对安全与可持续发展的深刻承诺打造，是家庭和探险者的可靠选择。",
        "be": "Аўтамабілі Volvo — гэта ўвасабленне скандынаўскага дызайну, перадавой бяспекі і ўстойлівых інавацый. Спалучаючы элегантнасць і функцыянальнасць, Volvo прапануе транспартныя сродкі, якія забяспечваюць непераўзыдзены камфорт, сучасныя тэхналогіі і выключную надзейнасць. Няхай гэта будзе стыльны седан, універсальны пазадарожнік або гібрыд, кожны Volvo ствараецца з дакладнасцю і глыбокай прыхільнасцю да бяспекі і ўстойлівасці, што робіць яго надзейным выбарам для сем'яў і аматараў прыгод."
    },
    "models": [
        {
            "slug": "volvo-xc40-recharge",
            "competitors": [
                "Tesla Model Y",
                "Audi Q4 e-tron",
                "BMW iX1"
            ],
            "en": {
                "title": "Volvo XC40 Recharge",
                "head": "Discover Sustainable Luxury with the Volvo XC40 Recharge",
                "description": "The Volvo XC40 Recharge combines Scandinavian design, all-electric performance, and advanced safety in a compact luxury SUV.",
                "text": "The Volvo XC40 Recharge is a fully electric SUV designed for sustainability and performance. With an all-electric range of up to 250 miles and fast-charging capabilities, it offers convenience for everyday use. The cabin is crafted with premium materials and features advanced technology, including a Google-powered infotainment system with a large touchscreen. Volvo's renowned safety features, such as Pilot Assist and 360° camera, provide peace of mind on every journey. Perfect for eco-conscious drivers seeking style, safety, and sustainability.",
                "advantages": [
                    "Up to 250 miles of electric range",
                    "Premium Scandinavian design",
                    "Advanced safety features and Google-powered infotainment"
                ],
                "keywords": [
                    "Volvo",
                    "XC40 Recharge",
                    "electric SUV",
                    "luxury",
                    "sustainable"
                ]
            },
            "ru": {
                "title": "Volvo XC40 Recharge",
                "head": "Откройте устойчивую роскошь с Volvo XC40 Recharge",
                "description": "Volvo XC40 Recharge сочетает скандинавский дизайн, полностью электрическую производительность и передовые системы безопасности в компактном люксовом SUV.",
                "text": "Volvo XC40 Recharge — это полностью электрический внедорожник, созданный для устойчивости и производительности. С запасом хода до 400 км и возможностью быстрой зарядки он обеспечивает удобство для повседневного использования. Салон выполнен из премиальных материалов и оснащён передовыми технологиями, включая информационно-развлекательную систему на базе Google с большим сенсорным экраном. Знаменитые системы безопасности Volvo, такие как Pilot Assist и камера кругового обзора, обеспечивают спокойствие в каждой поездке. Идеальный выбор для тех, кто ценит стиль, безопасность и устойчивое развитие.",
                "advantages": [
                    "Запас хода до 400 км",
                    "Премиальный скандинавский дизайн",
                    "Передовые системы безопасности и технологии Google"
                ],
                "keywords": [
                    "Volvo",
                    "XC40 Recharge",
                    "электрический SUV",
                    "роскошь",
                    "устойчивость"
                ]
            },
            "be": {
                "title": "Volvo XC40 Recharge",
                "head": "Адкрыйце ўстойлівую раскошу з Volvo XC40 Recharge",
                "description": "Volvo XC40 Recharge спалучае скандынаўскі дызайн, цалкам электрычную прадукцыйнасць і перадавыя сістэмы бяспекі ў кампактным люксовым SUV.",
                "text": "Volvo XC40 Recharge — гэта цалкам электрычны пазадарожнік, створаны для ўстойлівасці і прадукцыйнасці. З запасам ходу да 400 км і магчымасцю хуткай зарадкі ён забяспечвае зручнасць для штодзённага выкарыстання. Салон выкананы з прэміяльных матэрыялаў і абсталяваны сучаснымі тэхналогіямі, уключаючы інфармацыйна-забаўляльную сістэму на базе Google з вялікім сэнсарным экранам. Знакамітыя сістэмы бяспекі Volvo, такія як Pilot Assist і камера кругавога агляду, забяспечваюць спакой у кожнай паездцы. Ідэальны выбар для тых, хто цэніць стыль, бяспеку і ўстойлівае развіццё.",
                "advantages": [
                    "Запас ходу да 400 км",
                    "Прэміяльны скандынаўскі дызайн",
                    "Сучасныя сістэмы бяспекі і тэхналогіі Google"
                ],
                "keywords": [
                    "Volvo",
                    "XC40 Recharge",
                    "электрычны SUV",
                    "раскоша",
                    "устойлівасць"
                ]
            },
            "de": {
                "title": "Volvo XC40 Recharge",
                "head": "Erleben Sie nachhaltigen Luxus mit dem Volvo XC40 Recharge",
                "description": "Der Volvo XC40 Recharge kombiniert skandinavisches Design, vollelektrische Leistung und fortschrittliche Sicherheit in einem kompakten Luxus-SUV.",
                "text": "Der Volvo XC40 Recharge ist ein vollelektrischer SUV, der für Nachhaltigkeit und Leistung entwickelt wurde. Mit einer elektrischen Reichweite von bis zu 400 km und Schnellladefähigkeit bietet er Komfort für den Alltag. Das Interieur ist mit hochwertigen Materialien gestaltet und verfügt über fortschrittliche Technologie, darunter ein Google-basiertes Infotainmentsystem mit großem Touchscreen. Die bekannten Sicherheitsfunktionen von Volvo, wie Pilot Assist und 360°-Kamera, sorgen für Sicherheit bei jeder Fahrt. Ideal für umweltbewusste Fahrer, die Stil, Sicherheit und Nachhaltigkeit schätzen.",
                "advantages": [
                    "Bis zu 400 km elektrische Reichweite",
                    "Hochwertiges skandinavisches Design",
                    "Fortschrittliche Sicherheitsfunktionen und Google-Infotainment"
                ],
                "keywords": [
                    "Volvo",
                    "XC40 Recharge",
                    "elektrischer SUV",
                    "Luxus",
                    "nachhaltig"
                ]
            },
            "ua": {
                "title": "Volvo XC40 Recharge",
                "head": "Відкрийте стійку розкіш із Volvo XC40 Recharge",
                "description": "Volvo XC40 Recharge поєднує скандинавський дизайн, повністю електричну продуктивність та передові системи безпеки в компактному люксовому SUV.",
                "text": "Volvo XC40 Recharge — це повністю електричний позашляховик, створений для стійкості та продуктивності. Із запасом ходу до 400 км і можливістю швидкої зарядки, він забезпечує зручність для повсякденного використання. Інтер'єр виготовлений із преміальних матеріалів і оснащений сучасними технологіями, такими як інформаційно-розважальна система на базі Google із великим сенсорним екраном. Відомі системи безпеки Volvo, такі як Pilot Assist і камера кругового огляду, забезпечують спокій під час кожної подорожі. Ідеальний вибір для тих, хто цінує стиль, безпеку та стійкість.",
                "advantages": [
                    "Запас ходу до 400 км",
                    "Преміальний скандинавський дизайн",
                    "Сучасні системи безпеки та Google-технології"
                ],
                "keywords": [
                    "Volvo",
                    "XC40 Recharge",
                    "електричний SUV",
                    "люкс",
                    "стійкість"
                ]
            },
            "pl": {
                "title": "Volvo XC40 Recharge",
                "head": "Odkryj zrównoważony luksus z Volvo XC40 Recharge",
                "description": "Volvo XC40 Recharge łączy skandynawski design, w pełni elektryczną wydajność i zaawansowane funkcje bezpieczeństwa w kompaktowym SUV-ie premium.",
                "text": "Volvo XC40 Recharge to w pełni elektryczny SUV zaprojektowany z myślą o zrównoważonym rozwoju i wydajności. Z zasięgiem do 400 km i możliwością szybkiego ładowania oferuje wygodę na co dzień. Wnętrze jest wykonane z najwyższej jakości materiałów i wyposażone w zaawansowaną technologię, taką jak system informacyjno-rozrywkowy Google z dużym ekranem dotykowym. Znane funkcje bezpieczeństwa Volvo, takie jak Pilot Assist i kamera 360°, zapewniają spokój podczas każdej podróży. Idealny wybór dla świadomych ekologicznie kierowców, którzy cenią styl, bezpieczeństwo i zrównoważony rozwój.",
                "advantages": [
                    "Zasięg do 400 km",
                    "Skandynawski design premium",
                    "Zaawansowane funkcje bezpieczeństwa i Google"
                ],
                "keywords": [
                    "Volvo",
                    "XC40 Recharge",
                    "SUV elektryczny",
                    "luksus",
                    "zrównoważony"
                ]
            },
            "es": {
                "title": "Volvo XC40 Recharge",
                "head": "Descubre el lujo sostenible con el Volvo XC40 Recharge",
                "description": "El Volvo XC40 Recharge combina diseño escandinavo, rendimiento totalmente eléctrico y tecnología avanzada en un SUV compacto de lujo.",
                "text": "El Volvo XC40 Recharge es un SUV totalmente eléctrico diseñado para la sostenibilidad y el rendimiento. Con una autonomía de hasta 400 km y capacidad de carga rápida, ofrece comodidad para el uso diario. El interior está fabricado con materiales de primera calidad y cuenta con tecnología avanzada, como un sistema de infoentretenimiento impulsado por Google con una gran pantalla táctil. Las reconocidas características de seguridad de Volvo, como Pilot Assist y cámara de 360°, garantizan tranquilidad en cada viaje. Perfecto para conductores ecológicos que buscan estilo, seguridad y sostenibilidad.",
                "advantages": [
                    "Autonomía de hasta 400 km",
                    "Diseño escandinavo premium",
                    "Funciones avanzadas de seguridad e infotainment Google"
                ],
                "keywords": [
                    "Volvo",
                    "XC40 Recharge",
                    "SUV eléctrico",
                    "lujo",
                    "sostenible"
                ]
            },
            "fr": {
                "title": "Volvo XC40 Recharge",
                "head": "Découvrez le luxe durable avec le Volvo XC40 Recharge",
                "description": "Le Volvo XC40 Recharge associe design scandinave, performances entièrement électriques et sécurité avancée dans un SUV compact de luxe.",
                "text": "Le Volvo XC40 Recharge est un SUV entièrement électrique conçu pour la durabilité et les performances. Avec une autonomie allant jusqu'à 400 km et des capacités de charge rapide, il offre un confort pour un usage quotidien. L'habitacle est fabriqué avec des matériaux de qualité supérieure et dispose de technologies avancées, telles qu'un système d'infodivertissement alimenté par Google avec un grand écran tactile. Les caractéristiques de sécurité renommées de Volvo, telles que le Pilot Assist et la caméra 360°, offrent la tranquillité d'esprit à chaque voyage. Parfait pour les conducteurs soucieux de l'environnement à la recherche de style, de sécurité et de durabilité.",
                "advantages": [
                    "Autonomie allant jusqu'à 400 km",
                    "Design scandinave premium",
                    "Fonctions de sécurité avancées et infodivertissement Google"
                ],
                "keywords": [
                    "Volvo",
                    "XC40 Recharge",
                    "SUV électrique",
                    "luxe",
                    "durable"
                ]
            },
            "zh": {
                "title": "Volvo XC40 Recharge",
                "head": "与沃尔沃XC40 Recharge一起发现可持续奢华",
                "description": "沃尔沃XC40 Recharge将斯堪的纳维亚设计、全电动性能和先进安全性融合在一起，打造了一款紧凑型豪华SUV。",
                "text": "沃尔沃XC40 Recharge是一款专为可持续性和性能而设计的全电动SUV。最高续航里程达400公里，支持快速充电，为日常使用提供便利。车厢采用优质材料制造，配备先进技术，包括由Google提供支持的信息娱乐系统和大屏幕触控显示屏。沃尔沃著名的安全功能，如Pilot Assist和360°摄像头，为每次旅行提供安心。非常适合注重环保的驾驶员，他们追求风格、安全性和可持续性。",
                "advantages": [
                    "最高400公里的电动续航里程",
                    "优质斯堪的纳维亚设计",
                    "先进安全功能和Google信息娱乐"
                ],
                "keywords": [
                    "沃尔沃",
                    "XC40 Recharge",
                    "电动SUV",
                    "豪华",
                    "可持续"
                ]
            }
        },
        {
            "slug": "volvo-xc90-recharge",
            "competitors": [
                "BMW iX",
                "Audi Q8 e-tron",
                "Tesla Model X",
                "Mercedes-Benz EQS SUV",
                "Rivian R1S"
            ],
            "en": {
                "title": "Volvo XC90 Recharge",
                "head": "Redefining Sustainability: Volvo XC90 Recharge",
                "description": "The Volvo XC90 Recharge is a luxurious plug-in hybrid SUV that combines cutting-edge technology, Scandinavian design, and eco-friendly innovation.",
                "text": "The Volvo XC90 Recharge represents the perfect blend of sustainability and luxury. Its plug-in hybrid powertrain offers impressive efficiency and performance, making it suitable for both urban commutes and family road trips. The spacious interior is crafted with premium materials and designed with Volvo's hallmark Scandinavian simplicity. Equipped with advanced safety features and a state-of-the-art infotainment system, the XC90 Recharge provides a safe, comfortable, and connected driving experience.",
                "advantages": [
                    "Eco-friendly plug-in hybrid powertrain",
                    "Scandinavian-inspired luxurious interior",
                    "Advanced safety and connectivity features",
                    "Ample space for families and cargo",
                    "Impressive efficiency and performance"
                ],
                "keywords": [
                    "Volvo XC90 Recharge",
                    "luxury plug-in hybrid SUV",
                    "sustainable mobility",
                    "Scandinavian design",
                    "Volvo electric vehicle"
                ]
            },
            "de": {
                "title": "Volvo XC90 Recharge",
                "head": "Nachhaltigkeit neu definiert: Volvo XC90 Recharge",
                "description": "Der Volvo XC90 Recharge ist ein luxuriöser Plug-in-Hybrid-SUV, der modernste Technologie, skandinavisches Design und umweltfreundliche Innovation kombiniert.",
                "text": "Der Volvo XC90 Recharge vereint Nachhaltigkeit und Luxus perfekt. Sein Plug-in-Hybrid-Antrieb bietet beeindruckende Effizienz und Leistung, was ihn sowohl für Stadtfahrten als auch für Familienausflüge geeignet macht. Der geräumige Innenraum ist mit hochwertigen Materialien ausgestattet und zeigt das typische skandinavische Design von Volvo. Mit fortschrittlichen Sicherheitsfunktionen und einem modernen Infotainmentsystem sorgt der XC90 Recharge für eine sichere, komfortable und vernetzte Fahrt.",
                "advantages": [
                    "Umweltfreundlicher Plug-in-Hybrid-Antrieb",
                    "Luxuriöser Innenraum im skandinavischen Stil",
                    "Fortschrittliche Sicherheits- und Konnektivitätsfunktionen",
                    "Viel Platz für Familien und Gepäck",
                    "Beeindruckende Effizienz und Leistung"
                ],
                "keywords": [
                    "Volvo XC90 Recharge",
                    "luxuriöser Plug-in-Hybrid-SUV",
                    "nachhaltige Mobilität",
                    "skandinavisches Design",
                    "Volvo Elektrofahrzeug"
                ]
            },
            "ru": {
                "title": "Volvo XC90 Recharge",
                "head": "Переосмысление устойчивости: Volvo XC90 Recharge",
                "description": "Volvo XC90 Recharge — это роскошный гибридный внедорожник с передовыми технологиями, скандинавским дизайном и экологическими инновациями.",
                "text": "Volvo XC90 Recharge представляет собой идеальное сочетание устойчивости и роскоши. Его подключаемый гибридный силовой агрегат обеспечивает впечатляющую эффективность и производительность, что делает его подходящим как для городских поездок, так и для семейных путешествий. Просторный салон выполнен из премиальных материалов и оформлен в стиле скандинавской простоты Volvo. Оснащенный передовыми системами безопасности и современной информационно-развлекательной системой, XC90 Recharge обеспечивает безопасное, комфортное и связанное вождение.",
                "advantages": [
                    "Экологически чистый гибридный силовой агрегат",
                    "Роскошный интерьер в скандинавском стиле",
                    "Передовые функции безопасности и связи",
                    "Достаточно места для семей и багажа",
                    "Впечатляющая эффективность и производительность"
                ],
                "keywords": [
                    "Volvo XC90 Recharge",
                    "роскошный гибридный внедорожник",
                    "устойчивая мобильность",
                    "скандинавский дизайн",
                    "электромобиль Volvo"
                ]
            },
            "ua": {
                "title": "Volvo XC90 Recharge",
                "head": "Переосмислення стійкості: Volvo XC90 Recharge",
                "description": "Volvo XC90 Recharge — це розкішний гібридний позашляховик із передовими технологіями, скандинавським дизайном та екологічними інноваціями.",
                "text": "Volvo XC90 Recharge поєднує стійкість і розкіш. Його підключуваний гібридний двигун забезпечує вражаючу ефективність і продуктивність, що робить його ідеальним для міських поїздок та сімейних подорожей. Просторий салон виконаний із преміальних матеріалів та оформлений у стилі скандинавської простоти Volvo. Оснащений передовими системами безпеки та сучасною інформаційно-розважальною системою, XC90 Recharge забезпечує безпечне, комфортне та підключене водіння.",
                "advantages": [
                    "Екологічно чистий гібридний двигун",
                    "Розкішний інтер'єр у скандинавському стилі",
                    "Передові функції безпеки та зв'язку",
                    "Достатньо місця для сімей та багажу",
                    "Вражаюча ефективність і продуктивність"
                ],
                "keywords": [
                    "Volvo XC90 Recharge",
                    "розкішний гібридний позашляховик",
                    "стійка мобільність",
                    "скандинавський дизайн",
                    "електромобіль Volvo"
                ]
            },
            "pl": {
                "title": "Volvo XC90 Recharge",
                "head": "Redefinicja zrównoważonego rozwoju: Volvo XC90 Recharge",
                "description": "Volvo XC90 Recharge to luksusowy hybrydowy SUV typu plug-in łączący zaawansowaną technologię, skandynawski design i innowacje ekologiczne.",
                "text": "Volvo XC90 Recharge to idealne połączenie zrównoważonego rozwoju i luksusu. Jego hybrydowy układ napędowy typu plug-in zapewnia imponującą wydajność i osiągi, co czyni go doskonałym zarówno do miejskiej jazdy, jak i rodzinnych podróży. Przestronne wnętrze zostało wykonane z materiałów najwyższej jakości i zaprojektowane w skandynawskim stylu Volvo. Wyposażony w zaawansowane funkcje bezpieczeństwa i nowoczesny system informacyjno-rozrywkowy, XC90 Recharge zapewnia bezpieczną, wygodną i połączoną jazdę.",
                "advantages": [
                    "Ekologiczny hybrydowy układ napędowy typu plug-in",
                    "Luksusowe wnętrze inspirowane skandynawskim stylem",
                    "Zaawansowane funkcje bezpieczeństwa i łączności",
                    "Duża przestrzeń dla rodzin i bagażu",
                    "Imponująca wydajność i osiągi"
                ],
                "keywords": [
                    "Volvo XC90 Recharge",
                    "luksusowy hybrydowy SUV typu plug-in",
                    "zrównoważona mobilność",
                    "skandynawski design",
                    "elektryczny samochód Volvo"
                ]
            },
            "fr": {
                "title": "Volvo XC90 Recharge",
                "head": "Redéfinir la durabilité : Volvo XC90 Recharge",
                "description": "Le Volvo XC90 Recharge est un SUV hybride rechargeable de luxe qui combine technologie de pointe, design scandinave et innovation écologique.",
                "text": "Le Volvo XC90 Recharge incarne le parfait équilibre entre durabilité et luxe. Son groupe motopropulseur hybride rechargeable offre une efficacité et des performances impressionnantes, ce qui en fait un choix idéal pour les trajets urbains et les voyages en famille. L'intérieur spacieux est fabriqué à partir de matériaux haut de gamme et conçu avec la simplicité scandinave emblématique de Volvo. Équipé de fonctionnalités de sécurité avancées et d'un système d'infodivertissement à la pointe de la technologie, le XC90 Recharge garantit une expérience de conduite sûre, confortable et connectée.",
                "advantages": [
                    "Groupe motopropulseur hybride rechargeable respectueux de l'environnement",
                    "Intérieur luxueux inspiré du design scandinave",
                    "Fonctionnalités de sécurité et de connectivité avancées",
                    "Espace généreux pour les familles et les bagages",
                    "Efficacité et performances impressionnantes"
                ],
                "keywords": [
                    "Volvo XC90 Recharge",
                    "SUV hybride rechargeable de luxe",
                    "mobilité durable",
                    "design scandinave",
                    "véhicule électrique Volvo"
                ]
            },
            "es": {
                "title": "Volvo XC90 Recharge",
                "head": "Redefiniendo la sostenibilidad: Volvo XC90 Recharge",
                "description": "El Volvo XC90 Recharge es un lujoso SUV híbrido enchufable que combina tecnología avanzada, diseño escandinavo e innovación ecológica.",
                "text": "El Volvo XC90 Recharge representa el equilibrio perfecto entre sostenibilidad y lujo. Su tren motriz híbrido enchufable ofrece una eficiencia y un rendimiento impresionantes, lo que lo hace adecuado tanto para desplazamientos urbanos como para viajes familiares. El interior espacioso está elaborado con materiales de primera calidad y diseñado con la simplicidad escandinava característica de Volvo. Equipado con funciones avanzadas de seguridad y un sistema de infoentretenimiento de última generación, el XC90 Recharge garantiza una experiencia de conducción segura, cómoda y conectada.",
                "advantages": [
                    "Tren motriz híbrido enchufable ecológico",
                    "Interior lujoso inspirado en el diseño escandinavo",
                    "Funciones avanzadas de seguridad y conectividad",
                    "Amplio espacio para familias y carga",
                    "Eficiencia y rendimiento impresionantes"
                ],
                "keywords": [
                    "Volvo XC90 Recharge",
                    "SUV híbrido enchufable de lujo",
                    "movilidad sostenible",
                    "diseño escandinavo",
                    "vehículo eléctrico Volvo"
                ]
            },
            "zh": {
                "title": "沃尔沃XC90 Recharge",
                "head": "重新定义可持续性：沃尔沃XC90 Recharge",
                "description": "沃尔沃XC90 Recharge是一款豪华插电式混合动力SUV，结合了尖端技术、北欧设计和环保创新。",
                "text": "沃尔沃XC90 Recharge完美融合了可持续性与奢华。其插电式混合动力系统提供了令人印象深刻的效率和性能，适合城市通勤和家庭旅行。宽敞的内饰采用优质材料打造，并展现了沃尔沃标志性的北欧简约风格。配备先进的安全功能和最先进的信息娱乐系统，XC90 Recharge为驾驶者提供安全、舒适和互联的驾驶体验。",
                "advantages": [
                    "环保插电式混合动力系统",
                    "北欧风格的豪华内饰",
                    "先进的安全与互联功能",
                    "宽敞的家庭和行李空间",
                    "卓越的效率和性能"
                ],
                "keywords": [
                    "沃尔沃XC90 Recharge",
                    "豪华插电式混合动力SUV",
                    "可持续移动性",
                    "北欧设计",
                    "沃尔沃电动车"
                ]
            },
            "be": {
                "title": "Volvo XC90 Recharge",
                "head": "Пераасэнсаванне ўстойлівасці: Volvo XC90 Recharge",
                "description": "Volvo XC90 Recharge — гэта раскошны гібрыдны пазадарожнік, які спалучае перадавыя тэхналогіі, скандынаўскі дызайн і экалагічныя інавацыі.",
                "text": "Volvo XC90 Recharge ідэальна спалучае ўстойлівасць і раскошу. Яго гібрыдны сілавы агрэгат з падключэннем забяспечвае ўражлівую эфектыўнасць і прадукцыйнасць, што робіць яго прыдатным як для гарадскіх паездак, так і для сямейных падарожжаў. Прасторны інтэр'ер выкананы з прэміяльных матэрыялаў і аформлены ў стылі скандынаўскай прастаты Volvo. Абсталяваны перадавымі сістэмамі бяспекі і сучаснай інфармацыйна-забаўляльнай сістэмай, XC90 Recharge гарантуе бяспечны, камфортны і звязаны вопыт кіравання.",
                "advantages": [
                    "Экалагічна чысты гібрыдны сілавы агрэгат",
                    "Раскошны інтэр'ер у скандынаўскім стылі",
                    "Перадавыя функцыі бяспекі і сувязі",
                    "Дастаткова месца для сямей і багажу",
                    "Уражлівая эфектыўнасць і прадукцыйнасць"
                ],
                "keywords": [
                    "Volvo XC90 Recharge",
                    "раскошны гібрыдны пазадарожнік",
                    "устойлівая мабільнасць",
                    "скандынаўскі дызайн",
                    "электрамабіль Volvo"
                ]
            }
        }
    ]
}